{
  "version": 2,
  "fetched": {
    "https://techcrunch.com/2026/02/25/jiras-latest-update-allows-ai-agents-and-humans-to-work-side-by-side/": {
      "title": "Jira’s latest update allows AI agents and humans to work side by side",
      "text": "Enterprise software giant Atlassian is rolling out a new way for humans and AI agents to work together that it hopes will help teams produce “10x the work without 10x the chaos.” Atlassian announced “agents in Jira” on Wednesday. This update gives users of the company’s project management software Jira the ability to assign and manage work for their digital agents from the same dashboard they use for their human employees. Agents in Jira allows enterprises to assign tasks and tickets to AI agents, just as they would to people. It also tracks how the work is coming along, and sets deadlines, among other metrics. Users can now also loop in AI agents during the middle of an existing project too. This feature is now available in open beta. This update is meant to give users the same visibility into the work their agents are doing as their human employees, Tamar Yehoshua, Atlassian’s new chief product and AI officer, told TechCrunch. “Atlassian has been in the business, for decades, of collaboration software helping people get work done,” Yehoshua said. “Now, you enter agents, and agents are now doing a lot of that work, and so you want to be able to coordinate between humans and agents.” But Atlassian understands that just giving people more avenues to automate doesn’t necessarily mean less work, Yehoshua said. That’s why the key part of this update is that everything happens within the same dashboard, she said. Techcrunch event Boston, MA | June 9, 2026 “You’ve been hearing in the zeitgeist lately that all of these agents are creating more work for people, and in some ways, more chaos,” Yehoshua said. “What we’re really good at is putting order to that chaos.” As enterprises continue to figure out how and where they can find a return on investment from investing in AI tool",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/gemini-can-now-automate-some-multi-step-tasks-on-android/": {
      "title": "Gemini can now automate some multi-step tasks on Android",
      "text": "Google on Wednesday announced a series of updates to its Gemini AI-powered features on the Android operating system, the most notable being a new way to use the AI to handle multi-step tasks like ordering an Uber or food delivery. These automations join other Gemini improvements shipping today, including an expansion of scam detection for phone calls and Circle to Search updates that now let you identify all the items on your phone’s screen. The automations, explains Google, allow users to essentially offload their to-do list to Gemini. In practice, however, the types of things that Gemini can manage are still limited. The company says that the feature, which is in beta, will initially support select apps in the food, grocery, and rideshare categories. It will also be limited to the Gemini app on certain devices, including the Pixel 10, Pixel 10 Pro, and Samsung Galaxy S26 series. And it will initially be available only in the U.S. and Korea. Image Credits:Google AI-powered automations could potentially go wrong, of course, so Google has added some protections. For starters, the automations can’t be kicked off without an explicit command from the device’s owner. As they run, you can watch their progress in real time and stop the task if it’s making a mistake or getting stuck. Google notes also that the automations take place in a secure, virtual window on your phone where they can only access limited apps, not the rest of the data on your device. The feature ties into the growing trend of using AI to automate more tasks in users’ personal lives. ChatGPT, for instance, lets users create tasks that can be run on schedules or at specific times, as well as offering an agent that can complete a variety of computer-based tasks like navigating a calendar, generating a slidesho",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/gushwork-bets-on-ai-search-for-customer-leads-and-early-results-are-emerging/": {
      "title": "Gushwork bets on AI search for customer leads — and early results are emerging",
      "text": "As AI-powered search tools reshape how businesses are discovered online, India-founded startup Gushwork is helping companies capture customers from platforms such as ChatGPT, Gemini, and Perplexity — with early traction that is beginning to draw investor support. The two-year-old startup said Thursday it had raised $9 million in a seed round led by Susquehanna International Group (SIG) and Lightspeed, with participation from B Capital, Seaborne Capital, Beenext, Sparrow Capital, and 2.2 Capital. The round values Gushwork at $33 million post-money, up from about $7.5 million following its Lightspeed-led $2.1 million pre-seed in July 2023, a person familiar with the matter told TechCrunch. The latest financing brings Gushwork’s total funding to $11 million, the startup said. The funding comes as AI companies, including OpenAI and Perplexity, begin to chip away at traditional web search, prompting incumbents like Google to roll out AI-generated overviews and other conversational features across their search products. Gushwork is betting this shift will create a new opportunity to help businesses surface in AI-driven discovery channels using its automated marketing agents. Founded in 2023 by Nayrhit Bhattacharya (pictured above, right) and Adithya Venkatesh (pictured above, left), Gushwork initially focused on helping small and medium businesses outsource workflows using a mix of AI and human expertise. The startup began narrowing its focus toward search-led marketing after seeing strong customer demand for help with improving online visibility. “When we started, we were focused on helping businesses outsource faster and outsource better,” Bhattacharya told TechCrunch in an interview, adding that the pull around search from customers became increasingly hard to ignore. Gush",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/anthropic-acquires-vercept-ai-startup-agents-computer-use-founders-investors/": {
      "title": "Anthropic acquires computer-use AI startup Vercept after Meta poached one of its founders",
      "text": "Anthropic on Wednesday announced that it has acquired Vercept, an AI startup with deep roots to some of the biggest names in Seattle’s tech scene. The acquisition marks the latest after Anthropic acquired coding agent engine Bun in December to help scale Claude Code. Vercept had created tools for more complex agentic tasks, including its product Vy, a computer-use agent in the cloud that could operate a remote Apple MacBook. Vercept is one of the many startups working on re-imagining the personal computer for the age of AI agents. As part of the deal, Anthropic is shuttering Vercept’s product on March 25. The startup was a grad of Seattle’s AI-focused incubator A12, which spawned from the longstanding Allen Institute for AI. Vercept’s co-founders had roots with the Allen Institute, as well, and were previously researchers there. One co-founder, Matt Deitke, made news last year as one of the AI researchers who negotiated a monster $250 million salary from Meta to join its Superintelligence Lab. On Wednesday, Deitke congratulated his former colleagues in a post on X. Vercept was a relatively high-profile AI startup in the region. In a LinkedIn post announcing the acquisition by Anthropic, Vercept CEO Kiana Ehsani said the startup had raised a total of $50 million. She called out A12’s Seth Bannon, a board member, as the lead investor. Vercept previously announced it had raised a $16 million seed round last January. The list of angel investors was impressive, too, and included former Google CEO Eric Schmidt, Google DeepMind chief scientist Jeff Dean, Cruise founder Kyle Vogt, and Dropbox co-founder Arash Ferdowsi, GeekWire reported. In Anthropic’s announcement of the acquisition, the company named co-founders Ehsani, Luca Weihs, and Ross Girshick as some of the team brough",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/about-12-of-u-s-teens-turn-to-ai-for-emotional-support-or-advice/": {
      "title": "About 12% of US teens turn to AI for emotional support or advice",
      "text": "AI chatbots have become embedded in the lives of American teenagers, according to a report published Tuesday by the Pew Research Center. While the most common uses of AI among this demographic include searching for information (57%) and getting help with schoolwork (54%), teens are also using AI to fill roles that would typically be occupied by friends or family. Sixteen percent of U.S. teens say they use AI for casual conversation, while 12% use AI chatbots for emotional support or advice. Some teens may find solace in talking to chatbots, but mental health professionals are wary. General-purpose tools like ChatGPT, Claude, and Grok are not designed for such uses, and in the most extreme cases, these chatbots can have life-threatening psychological effects. “We are social creatures, and there’s certainly a challenge that these systems can be isolating,” Dr. Nick Haber, a Stanford professor researching the therapeutic potential of LLMs, told TechCrunch recently. “There are a lot of instances where people can engage with these tools and then can become not grounded to the outside world of facts, and not grounded in connection to the interpersonal, which can lead to pretty isolating — if not worse — effects.” Image Credits:Pew Research Center Pew’s survey also shows a discrepancy between teenagers’ self-reported AI usage and the extent to which their parents think they engage with this technology. About 51% of parents said that their teen uses chatbots, while 64% of teens reported using them. The majority of parents are okay with their teens using AI to search for information (79%) or get help with schoolwork (58%), but far fewer parents approve of their teens using AI chatbots for casual conversation (28%) or to get emotional support or advice (18%). In fact, 58% of pare",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/openclaw-creators-advice-to-ai-builders-is-to-be-more-playful-and-allow-yourself-time-to-improve/": {
      "title": "OpenClaw creator’s advice to AI builders is to be more playful and allow yourself time to improve",
      "text": "Peter Steinberger, the creator of the viral AI agent OpenClaw who has since been hired by OpenAI, has some advice for those experimenting with AI technology, including AI agents. From his own experience, the best way to build today is to explore, be playful, and not expect to be an expert at what you do right away. “I wish I could say that I had the unified plan in the beginning, but a lot of it was just exploration,” Steinberger said. “I wanted things, and those things didn’t exist, and … let’s say I prompted them into existence.” The developer was chatting with OpenAI’s Head of Developer Experience, Romain Huet, on the first episode of the company’s new Builders Unscripted podcast. Here, he spoke about what OpenClaw was like in its early days and how he didn’t have a plan when he got started. Steinberger explained he began by building a tool that would integrate with WhatsApp, but then set it aside for a bit and focused on other things, as he assumed the AI labs would build something like what he was working on in the near future. “I just experimented a lot. My mission was, kind of like, to have fun and inspire people,” Steinberger noted. By last November, however, the developer was surprised that no AI labs had started to build what he wanted to use. That led him to create the initial prototype of what’s now OpenClaw. “Where it really clicked was where I was at this weekend trip in Marrakesh, and I found myself using it way more because it was so convenient … There was no really good internet. [But] WhatsApp just works everywhere,” he said. The tool made it easy for him to find restaurants, look up things on his computer, send texts to friends, and more. The more he played with the technology, Steinberger realized how good modern AI models have become at problem-solv",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/nvidia-earnings-record-capex-spend-ai/": {
      "title": "Nvidia has another record quarter amid record capex spends",
      "text": "Chip giant and world’s most valuable company Nvidia reported record profits in its most recent quarter on Wednesday, as demand for AI compute continues to skyrocket. “The demand for tokens in the world has gone completely exponential,” CEO Jensen Huang said on a call with analysts following the results. “I think we’re all seeing that, to the point where even our six-year-old GPUs in the cloud are completely consumed and the pricing is going up.” The company reported $68 billion in revenue in the most recent quarter, up 73% from the prior year, with $62 billion of that revenue coming from the company’s data center business. Notably, Nvidia divided the data center revenue into $51 billion in compute revenue (largely GPUs) and $11 billion in networking products like NVLink. The company reported $215 billion in revenue for the full year. As in previous quarters, the company did not report any revenue from chip exports to China, despite the recent lifting of export restrictions by the U.S. government. “While small amounts of H200 products for China-based customers were approved by the U.S. government, they have yet to generate any revenue, and we do not know whether any imports will be allowed into China,” Colette Kress, the company’s chief financial officer, said. “Our competitors in China, bolstered by recent IPOs, are making progress,” she continued, in an apparent reference to Moore Threads’ IPO in December, “and have the potential to disrupt the structure of the global AI industry over the long term.” During the investor call, Huang also addressed the company’s pending investment in OpenAI, which has been reported at $30 billion. Techcrunch event Boston, MA | June 9, 2026 “We continue to work with OpenAI toward a partnership agreement. We believe we are close,” Huang sa",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/openai-coo-says-ads-will-be-an-iterative-process/": {
      "title": "OpenAI COO says ads will be ‘an iterative process’",
      "text": "Last month, OpenAI said that it is going to introduce ads to users of the free and Go tiers in ChatGPT. The company rolled out ads to U.S.-based users earlier this month amid criticism from rivals like Anthropic, which published a string of Super Bowl ads. On the sidelines of the India AI summit, TechCrunch asked OpenAI COO Brad Lightcap about how the company is approaching ads. Lightcap said that the process is iterative and the company has to get user privacy and trust right. “Well, this is going to be an iterative process for sure. This is something we are committed to getting right. What does that look like? It means obviously maintaining user trust at a very high level. It means getting privacy right,” Lightcap said. He also noted that ads can add to the product experience of users if they are done right. He urged to give OpenAI a few months to see how the company fares in rolling out the product. “It means really creating a delightful product experience. We think ads done right can be additive to a product experience. And so it’ll take iteration, it’ll take time, but we’re just starting out. So maybe give us a few months and see how it goes,” he said. Lightcap didn’t specify if the company is thinking about rolling out ads beyond the U.S. market at the moment. Earlier this month, Sam Altman hit back at Anthropic with a long post on X about the Super Bowl ads, calling the OpenAI rival “dishonest” and accusing them of making an expensive product that serves “rich people.” Techcrunch event Boston, MA | June 9, 2026 “More importantly, we believe everyone deserves to use AI and are committed to free access, because we believe access creates agency. More Texans use ChatGPT for free than the total number of people who use Claude in the US, so we have a differently-shaped",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/the-white-house-wants-ai-companies-to-cover-rate-hikes-most-have-already-said-they-would/": {
      "title": "The White House wants AI companies to cover rate hikes. Most have already said they would.",
      "text": "The proliferation of AI data centers plugging into the national electrical grid has helped increase consumer electricity prices, driving up the average national electricity price by more than 6% in the last year. That’s not a good look for the incumbents ahead of this fall’s elections, and President Donald Trump addressed the challenge in his State of the Union speech last night. “We’re telling the major tech companies that they have the obligation to provide for their own power needs,” Trump said. “They can build their own power plants as part of their factory, so that no one’s prices will go up.” The hyperscalers in question don’t need to be told. They have already made public commitments in recent weeks to cover electricity costs by building their own power sources, paying higher rates, or both, part of a broader effort to solve PR problems around data center expansion and win over skeptical communities. On January 11, Microsoft announced its policy “to ensure that the electricity cost of serving our datacenters is not passed on to residential customers.” On January 26, OpenAI committed to “paying its own way on energy, so that our operations don’t increase your energy prices.” On February 11, Anthropic made the same pledge to “cover electricity price increases that consumers face from our data centers.” Yesterday, Google announced the largest battery project in the world to support a data center in Minnesota. What these commitments mean in practice, and who will determine which data centers are responsible for which price increases, remains unknown. The White House has not released the text of the proposed pledge. “A handshake agreement with Big Tech over data center costs isn’t good enough,” Arizona Democratic Senator Mark Kelly said on social media. “Americans nee",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/alphabet-owned-robotics-software-company-intrinsic-joins-google/": {
      "title": "Alphabet-owned robotics software company Intrinsic joins Google",
      "text": "Google is moving further into physical AI by bringing a familiar robotics software platform under its wing. Alphabet-owned Intrinsic, which builds AI models and software designed to make industrial robots more accessible, is joining Google, the companies announced on Wednesday. Intrinsic will remain a distinct entity within Google but will work closely with Google DeepMind and will tap into Google’s Gemini AI models and cloud services. Alphabet declined to share information regarding funding or purchase price. Intrinsic “graduated” into an independent Alphabet-owned company in 2021 after five years of development within Alphabet’s X, the company’s moonshot research division. Other companies that have graduated from X include robotaxi company Waymo and drone delivery company Wing. Wendy Tan White has served as Intrinsic’s CEO since its spinout in 2021. The company hit the ground running. A few months after announcing its independence, Intrinsic acquired Vicarious, a fellow robotics software company, in April 2022. While the purchase price wasn’t disclosed, Vicarious had raised about $250 million from VCs and tech bigwigs like Jeff Bezos. A few months later, Intrinsic acquired several for-profit divisions of Open Robotics, a nonprofit organization that builds hardware and software platforms for the robotics industry. Techcrunch event Boston, MA | June 9, 2026 Despite this rapid expansion, Intrinsic laid off 20% of its workforce in January 2023. The company announced its first product, Flowstate, just a few months later. Flowstate is a software platform for developing robotics workflows aimed at developers that don’t have deep robotics experience — aligning with the company’s mission to make robotics more accessible. Since then, the company has fine-tuned the technology, i",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/wearable-startup-cudis-launches-a-new-health-ring-line-with-an-ai-fueled-coach/": {
      "title": "Wearable startup CUDIS launches a new health ring line with an AI-fueled ‘coach’",
      "text": "Wearables startup CUDIS is launching its newest series of health rings this week. The updated ring comes equipped with a number of features, including an AI “agent coach” designed to keep users on track to attain their fitness goals. CUDIS says it differentiates itself from other wearables by not just delivering health metrics but also incentivizing healthy behavior through a points system. Users garner digital “health points” for healthy behaviors — things like daily sleep, 10,000 steps every day, sports activities, and conversations with the ring’s AI coach — which can then be redeemed through an integrated marketplace for discounts on health supplements and other products. The ring’s AI Agent Coach, meanwhile, is designed to leverage generative AI to aid with healthy programs for exercise and daily health. The company says that its agent generates tailored programs including “daily tasks, recovery protocols, supplement recommendations, and direct referrals to licensed medical professionals.” The ring also tracks a host of body metrics and daily behaviors, such as sleep quality, stress management, movement, and recovery. This helps them see how these metrics affect their Pace of Aging (PoA), showing whether their body is aging faster or slower than their chronological age, the company explains. CUDIS CEO and co-founder Edison Chen told TechCrunch that since his company’s first wearable was launched in 2024, the company has sold over 30,000 units across its first two models. The app’s user base has also grown to 250,000 users across 103 countries, he added. “Our strongest markets so far have been North America, Europe, and Asia,” Chen said. “What we’re good at is pattern recognition for healthy people trying to optimize,” Chen told TechCrunch. “The AI spots when you’re",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/the-public-opposition-to-ai-infrastructure-is-heating-up/": {
      "title": "The public opposition to AI infrastructure is heating up",
      "text": "Across the country, discontent has exploded over the ever-growing glut of server farms that have accompanied the AI boom. Anger has grown so loud that it’s begun to shift legislative agendas. Some states and communities are mulling temporary bans on new data center development altogether. Earlier this month, New York joined the club, with a bold new proposal to halt the local cloud build-out in its tracks. A new bill in New York State would impose a three-year moratorium on the issuance of new permits for data center construction throughout the state, while local regulators are given a chance to study the environmental and economic impacts the industry is having on communities. The bill’s co-authors, state senator Liz Krueger and Assemblymember Anna Kelles, have called the legislation the “strongest” introduced in the country. While no statewide moratoriums have passed so far, local bans are proliferating fast. Several weeks before Krueger and Kelles introduced their bill, the New Orleans City Council passed a moratorium, pausing all new data center construction in the city for one year. In early January, Madison, Wisconsin, passed a similar law after protests erupted over regional tech projects. Similar policies have also passed in droves of communities throughout construction hot spots like Georgia and Michigan, as well as in many other regions throughout the country. Environmental activists have long taken aim at data centers, but the more recent concerns have come from high-level lawmakers, drawing on populist anger at the tech industry broadly. In conservative Florida, for instance, Gov. Ron DeSantis recently announced an AI “bill of rights” that gives local communities the right to limit new data center construction. In liberal Vermont, U.S. Senator Bernie Sanders",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/have-hard-won-scaling-lessons-to-share-take-the-stage-at-techcrunch-founder-summit/": {
      "title": "Have hard-won scaling lessons to share? Take the stage at TechCrunch Founder Summit 2026",
      "text": "If you’ve built, backed, or operated inside high-growth startups, your experience could shape how the next wave of founders scales. On June 9 in Boston, TechCrunch Founder Summit 2026 will bring together 1,000+ founders and investors for a focused day on the realities of growth. We’re inviting seasoned founders, VCs, and startup operators to lead interactive roundtable discussions rooted in real-world execution — the wins, the missteps, and the lessons that only come from doing the work. Submit your topic by April 17 to be considered. Learn more and apply today. Image Credits:Halo Creative Spark real conversation by leading a roundtable or breakout Whether you lead an interactive roundtable or a Q&A-style breakout, every session at Founder Summit is built for depth. Each is a 30-minute, discussion-driven conversation led by two to four speakers, depending on format. No slides. No polished decks. Just candid insight and practical takeaways founders can apply immediately. If you’ve scaled revenue from zero to $50 million, navigated a difficult fundraise, rebuilt a team after hypergrowth, expanded internationally, or redefined your go-to-market strategy, this is the room to share what actually works. Image Credits:Halo Creative Strengthen your authority in the ecosystem Speaking at TC Founder Summit gives you: Direct access to 1,000+ ambitious founders and active investors. Premium entry to the full event experience. Meaningful brand and authority positioning within the startup ecosystem. TechCrunch will also amplify your participation through agenda placement, editorial inclusion on TechCrunch.com, and social promotion across its channels. Techcrunch event Boston, MA | June 9, 2026 Applications close April 17 TC Founder Summit takes place on June 9, and speaker selections",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/us-tells-diplomats-to-lobby-against-foreign-data-sovereignty-laws/": {
      "title": "US tells diplomats to lobby against foreign data sovereignty laws",
      "text": "In Brief Posted: 6:56 AM PST · February 25, 2026 Image Credits:Mandel Ngan/AFP / Getty Images The Trump administration has ordered U.S. diplomats to lobby against countries’ attempts to regulate how American tech companies handle foreigners’ data, arguing that data sovereignty laws threaten the advancement of AI services and technology, Reuters reported, citing an internal diplomatic cable. The cable, signed by U.S. Secretary of State Marco Rubio, says such laws would “disrupt global data flows, increase costs and cybersecurity risks, limit AI and cloud services, and expand government control in ways that can undermine civil liberties and enable censorship,” according to the report. The cable pushes diplomats to “counter unnecessarily burdensome regulations, such as data localization mandates.” It also orders them to track proposals that would promote data sovereignty laws, and urged diplomats to promote the Global Cross-Border Privacy Rules Forum, an international group that claims to enable “trusted data flows globally through international data protection and privacy certifications.” The order comes as countries around the world increase scrutiny of how Big Tech companies and AI firms are using their citizens’ data. The European Union has led the charge on this front with laws like the GDPR, the Digital Services Act and the AI Act, seeking to curb tech companies’ control and exploitation of user data and hold them accountable. The Trump administration has historically opposed such regulatory approaches, and this order reinforces that position as the government seeks to boost U.S. AI companies. The U.S. State Department did not immediately return a request for comment. Topics Subscribe for the industry’s biggest tech news Latest in Government & Policy",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/3-days-left-save-up-to-680-on-your-techcrunch-disrupt-2026-ticket/": {
      "title": "3 days left: Save up to $680 on your TechCrunch Disrupt 2026 ticket",
      "text": "Time is running out! Just 3 days left before Super Early Bird pricing ends on February 27 at 11:59 p.m. PT. This is your last chance to secure the lowest ticket rates for TechCrunch Disrupt 2026. If 2026 is your year to fundraise, hire, scale, or launch, you cannot afford to miss it. Lock in your pass now before prices jump. This is the moment to act. What to expect at Disrupt 2026 From October 13–15 at Moscone West in San Francisco, 10,000+ founders, operators, and investors gather for three days of high-signal conversations, deal-making, and actionable insights. Disrupt is not just content — it’s access to accelerated growth. You don’t attend Disrupt to sit in the audience. You go to gain leverage. Every session, every conversation, and every connection is designed to accelerate your growth and compound your momentum. You’ll get: Tactical insights from operators actively building in today’s market. Direct conversations with investors writing checks. Exposure to emerging startups before the rest of the market catches up. Curated networking designed to produce real outcomes. Image Credits:Eric Slomonson, The Photo Group Unparalleled, improved networking opportunities Last year, more than 20,000 curated meetings took place on-site. In 2026, upgraded tools will make those connections even more targeted and efficient. One conversation can change your trajectory — and at Disrupt, that is the point. Valuable takeaways straight from the tech and VC leaders who’ve shaped the ecosystem Disrupt has long been the stage for founders and investors who define eras. Past speakers have included category-defining leaders and top-tier VCs, such as: Medha Agarwal, general partner, defy.vc. Chris Barman, CEO, Slate Auto. Mary Barra, CEO, General Motors. Roelof Botha, managing partner, Seq",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/salesforce-ceo-marc-benioff-this-isnt-our-first-saaspocalypse/": {
      "title": "Salesforce CEO Marc Benioff: This isn’t our first SaaSpocalypse",
      "text": "Salesforce pulled out all the stops to convince investors that the AI revolution won’t be its death when it announced fourth-quarter earnings on Wednesday. Salesforce reported a solid quarter of $10.7 billion in revenue, up 13% year-over-year. For the year, it reported $41.5 billion in revenue, up 10% over the previous year, with both results boosted by its $8 billion acquisition of data management company Informatica last May. Net income landed at $7.46 billion, and the company offered strong guidance for the year ahead, projecting revenue of $45.8 billion to $46.2 billion — a 10% to 11% increase. It also said its “remaining performance obligation,” or RPO, is over $72 billion. That’s a figure that shows revenue under contact that has not yet been delivered or recognized as earned revenue. The numbers, though, could only do so much. Software-as-a-service stocks, with Salesforce as their poster child, have been getting hammered lately. Investors fear the rise of AI agents will undermine these companies, making their per-employee-seat business models obsolete. The situation has been dubbed the “SaaSpocalypse.” The concept hung so heavily in the air during the earnings call that CEO Marc Benioff mentioned the term at least six times. “You’ve heard about the SaaSpocalypse? And it isn’t our first. We’ve had a few of them,” he said, later adding, “If there is a SaaSpocalypse, it may be eaten by the Sasquatch because there are a lot of companies using a lot of SaaS because it just got better with agents.” In an attempt to convince the world of its continued health, Salesforce threw everything and the kitchen sink into this earnings report. The company increased its dividend by nearly 6% to $0.44 per share. It launched a new $50 billion share buyback program. That’s always a f",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/26/mistral-ai-inks-a-deal-with-global-consulting-giant-accenture/": {
      "title": "Mistral AI inks a deal with global consulting giant Accenture",
      "text": "In Brief Posted: 11:17 AM PST · February 26, 2026 Image Credits:Rafael Henrique/SOPA Images/LightRocket / Getty Images Enterprises have struggled to find a return on investment from adopting AI tools. Now AI companies are trying a new tactic to get their tech to stick by partnering with consultants. On Thursday, French AI research lab Mistral AI and global consulting giant Accenture announced a multiyear partnership. The deal entails the two companies working together to develop enterprise tech powered by Mistral’s AI models for clients. Financial terms and duration of the deal were not disclosed. TechCrunch reached out for more information. This deal also includes Accenture becoming a Mistral customer and rolling out its technology to its underlying employees. While Mistral is often seen as a smaller European peer to the sprawling U.S. AI “startups,” the partnership proves that Mistral can still land the same sizable customers, given that OpenAI and Anthropic recently announced deals with Accenture as well. The agreement comes as AI companies are increasingly partnering with consultants. For instance, OpenAI just announced its “Frontier Alliance” initiative with four large consulting firms, including Accenture, on Monday to help push its new OpenAI Frontier AI agent governance platform to enterprise customers. Anthropic is also partnered with IBM and Deloitte. Will partnering with consulting firms be the trick to finding more enterprise AI adoption? It’s unclear, but what is clear is that AI companies are definitely trying to find out. Topics Subscribe for the industry’s biggest tech news Latest in AI",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/anthropic-ceo-stands-firm-as-pentagon-deadline-looms/": {
      "title": "Anthropic CEO stands firm as Pentagon deadline looms",
      "text": "Image Credits:Samyukta Lakshmi/Bloomberg / Getty Images 3:19 PM PST · February 26, 2026 Anthropic CEO Dario Amodei said Thursday that he “cannot in good conscience accede to [the Pentagon’s] request” to give the military unrestricted access to its AI systems. “Anthropic understands that the Department of War, not private companies, makes military decisions,” Amodei wrote in a statement. “However, in a narrow set of cases, we believe AI can undermine, rather than defend, democratic values. Some uses are also simply outside the bounds of what today’s technology can safely and reliably do.” The two cases are: mass surveillance of Americans and fully autonomous weapons with no human in the loop. The Pentagon believes it should be able to use Anthropic’s model for all lawful purposes, and that its uses shouldn’t be dictated by a private company. Amodei’s statement comes less than 24 hours ahead of the Friday 5:01 p.m. deadline Defense Secretary Pete Hegseth has given Anthropic to either acquiesce to his demands, or face the consequences. The Department of Defense has attempted to force Amodei’s hand by either labeling Anthropic a supply chain risk — a designation reserved for foreign adversaries — or invoke the Defense Production Act and effectively force the firm to do its bidding. The DPA gives the president the authority to force companies to prioritize or expand production for national defense. Amodei pointed out the contradiction in those two threats. “One labels us a security risk; the other labels Claude as essential to national security.” He added that it’s the Department’s right to choose contractors most aligned with its vision, “but given the substantial value that Anthropic’s technology provides to our armed forces, we hope they reconsider.” Anthropic is currentl",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/figma-partners-with-openai-to-bake-in-support-for-codex/": {
      "title": "Figma partners with OpenAI to bake in support for Codex",
      "text": "In Brief Posted: 6:00 AM PST · February 26, 2026 Image Credits:Figma Figma is integrating OpenAI’s AI coding tool, Codex, to let users create and tweak designs from within their coding environments. The move comes a week after the design company struck a similar partnership with Anthropic to integrate Claude Code. This integration lets users start working with a design in Figma or code in Codex, and move between the two platforms easily using Figma’s MCP (Model Context Protocol) server. Previously, users could bring details from Figma design files, Figma Make, or FigJam into Codex for code-based implementation. “With this integration, teams can build on their best ideas — not just their first idea — by combining the best of code with the creativity, collaboration, and craft that comes with Figma’s infinite canvas,” Loredana Crisan, Figma’s chief design officer, said. Loading the player… “The integration makes Codex powerful for a much broader range of builders and businesses because it doesn’t assume you’re ‘a designer’ or ‘an engineer’ first. Engineers can iterate visually without leaving their flow, and designers can work closer to real implementation without becoming full-time coders,” Codex product lead Alexander Embiricos said in a statement. OpenAI first launched Codex as a command-line coding assistant last year to compete with Anthropic’s much lauded Claude Code. Later, the company built the coding tool into ChatGPT, and earlier this month launched a dedicated MacOS app for Codex. Techcrunch event Boston, MA | June 9, 2026 The MacOS app was downloaded a million times within the first week of release. The company also released two new Codex models just days afterwards. OpenAI said that over a million users are using Codex weekly. Figma has been a prominent partne",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/bumble-adds-ai-powered-photo-feedback-and-profile-guidance-tools/": {
      "title": "Bumble adds AI-powered photo feedback and profile guidance tools",
      "text": "Bumble announced on Thursday that it’s adding a series of AI-driven features intended to help turn matches into lasting connections, including those that offer feedback and guidance on users’ bios, photos, and prompts. The dating app’s new AI-suggested profile guidance tool will roll out globally and give “personalized, actionable feedback” on users’ bios and prompts. For users in the U.S., the profile guidance feature can be augmented with an AI photo feedback tool, which can “help you choose the best photos and show up as your most authentic self.” According to Bumble’s blog post explaining these features, it doesn’t seem like the insights from these AI tools are particularly groundbreaking — for example, Bumble says that its AI photo tool might encourage you to ditch photos where you’re wearing sunglasses that cover your face, and add a wider variety of photos, like ones taken outdoors or with friends. It’s advice you could’ve easily gotten from a friend 10 years ago, but it’s still new information to many users. In Canada, Bumble is testing another, non-AI feature called “Suggest a Date.” When a conversation stalls, a user can signal that they are open to meeting in person, which the company says is “a simple way to signal that they’re ready to connect offline.” Of course, another way for people to “signal that they’re ready to connect offline” is to literally ask someone on a date. But realistically, it doesn’t seem like users are taking the plunge, so having an in-app way to indicate interest may motivate some potential couples to move their conversation IRL. “With Suggest a Date, we’re creating a clear expression of intent and giving members a way to bypass the traditional back-and-forth and move toward meeting in real life,” Bumble CTO Vivek Sagi said in a state",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/google-launches-nano-banana-2-model-with-faster-image-generation/": {
      "title": "Google launches Nano Banana 2 model with faster image generation",
      "text": "Google today announced the latest version of its popular image generation model, Nano Banana 2. The new model, which is technically Gemini 3.1 Flash Image, can create more realistic images than its predecessor. The model will also now become the default in the Gemini app for its Fast, Thinking, and Pro modes. The company first released Nano Banana in August 2025, prompting people to generate millions of images in the Gemini app, especially in countries like India. In November, the company released Nano Banana Pro, which allows users to create more detailed and high-quality images. The new Nano Banana 2 retains some of the high-fidelity characteristics of the Pro model but produces images faster. The company says you can create images with a resolution ranging from 512px to 4K, in different aspect ratios. Image Credits:Google Nano Banana 2 can maintain character consistency for up to five characters and fidelity of up to 14 objects in one workflow for better storytelling. Users can also issue complex requests with detailed nuances for image generation, Google says. In addition, users can create media with more vibrant lighting, richer textures, and sharper detail. Image Credits:Google With the launch, Nano Banana 2 will become the default model for image generation across all apps in the Gemini app. The company is also making it the default model for image generation in its video editing tool, Flow. In Search, Nano Banana 2 will become the default for Google Search results via Google Lens and in AI Mode across 141 countries on the Google app and on the web across desktop and mobile. On Google’s higher-end plans, Google AI Pro and Ultra, subscribers can continue to use Nano Banana Pro for specialized tasks by regenerating images via the three-dot menu. Techcrunch event Bo",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/trace-raises-3-million-to-solve-the-agent-adoption-problem/": {
      "title": "Trace raises $3M to solve the AI agent adoption problem in enterprise",
      "text": "For all their potential, AI agents have been slow to make an impact in the enterprise, and one new startup is betting that the reason they haven’t is a lack of context. Launched as part of Y Combinator’s 2025 summer cohort, Trace is a workflow orchestration startup aimed at filling that gap. The company maps complex corporate environments and processes so that agents have the context they need to scale quickly. “OpenAI and Anthropic are building these brilliant interns that can be leveraged within the company,” says Trace CEO Tim Cherkasov, referring to the AI labs’ tools. “We’re building the manager that knows where to put them.” On Thursday, the London-based company said it had raised $3 million in seed funding from Y Combinator, Zeno Ventures, Transpose Platform Management, Goodwater Capital, Formosa Capital, and WeFunder. Angel investors Benjamin Bryant and Kevin Moore also invested. Trace’s system starts by building a knowledge graph from a company’s existing tools — systems like email, Slack, and Airtable that shape the day-to-day working life of the firm. With that context in place, users can prompt the system with a high-level task — like “We need to design a new microsite” or “Let’s develop our 2027 sales plan” — and Trace will come back with a step-by-step workflow, delegating some tasks to AI agents and assigning others to human workers. When the system does invoke an AI agent, it will prompt it with the specific data needed to complete its sub-task. The idea is to automate away the delicate work of on-boarding AI agents, one of the biggest blockers for actual deployment within companies. With so many companies focused on agentic AI, Trace will have plenty of competition. Earlier this week, Anthropic launched its own take on enterprise agents, focused on pre-",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/jack-dorsey-block-layoffs-4000-halved-employees-your-company-is-next/": {
      "title": "Jack Dorsey just halved the size of Block’s employee base — and he says your company is next",
      "text": "Jack Dorsey has long been an open admirer of Elon Musk. Now, it seems, he may have been taking notes. On Thursday, Dorsey announced that Block, the payments company he founded that operates Square, Cash App, and Tidal, is cutting more than 4,000 employees, nearly half its global workforce, taking it from over 10,000 workers down to just under 6,000. Investors responded enthusiastically, sending the stock up more than 24% in after-hours trading. It isn’t the first time a major tech company has done something of the sort. In November 2022, Musk slashed roughly 50% of Twitter’s staff in a single stroke after taking the company private, a move that rattled many in Silicon Valley and rewrote the unofficial rules for how far a CEO could go in one shot. Dorsey was in an unusual position to watch it unfold. He’d rolled his roughly 2.4% ownership stake in Twitter into Musk’s takeover rather than taking a cash payout, making him one of the largest outside investors in what became X. The two men have had one of tech’s stranger relationships, with warm words giving way to public shots, then back again. Dorsey championed Musk’s Twitter acquisition, then said Musk “should have walked away.” He helped launch Bluesky, the decentralized Twitter alternative, then quit its board and called X “freedom technology.” Both are also vocal Bitcoin advocates — Block and Tesla each carry the cryptocurrency on their balance sheets. Dorsey framed Thursday’s cuts as a proactive, even empathetic, choice, and not a financial emergency. (The 4,000 people losing their jobs may see it differently.) “Repeated rounds of cuts are destructive to morale, to focus, and to the trust that customers and shareholders place in our ability to lead,” he wrote on X. He predicted that within a year, most companies will ",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/sophia-space-raises-10m-seed-to-demo-novel-space-computers/": {
      "title": "Sophia Space raises $10M seed to demo novel space computers",
      "text": "As space companies itch to push the most advanced chips into orbit, the problem of cooling those high-powered processors is top of mind. “It’s cold in space … [but] there’s no airflow, and so the only way to dissipate is through conduction,” Nvidia CEO Jensen Huang said when asked about space-based data centers during his firm’s most recent earnings call. Now, Sophia Space has raised $10 million from investors, including Alpha Funds, KDDI Green Partners Fund, and Unlock Venture Partners. The company plans to prove out a new approach to passively cooling space computers on the ground, then buy a satellite bus from Apex Space and show that it works in orbit by late 2027 or early 2028. Companies like SpaceX, Google, or Starcloud are examining traditional satellite form factors for their proposed space data center constellations, which rely on large radiators to keep chips in optimal thermal condition. But Sophia Space’s founders — CTO Leon Alkalai, CEO Rob DeMillo, and chief growth officer Brian Monnin — have a different approach. The company’s tech comes from an unusual source: a $100-million-endowed program at Caltech to develop orbital solar plants that would beam electricity to Earth below. The researchers ultimately settled on a sail-like structure that is thin and flexible compared to boxy, traditional satellites. While technical and regulatory challenges make producing electricity for Earth difficult, Alkalai, a fellow at the Caltech-managed Jet Propulsion Laboratory, was struck by the idea of using the design to power space-based processors. (Aetherflux, a space solar power startup, has had a similar realization.) Sophia, an Nvidia partner, has designed modular server racks with integrated solar panels it calls TILES, which are 1 meter by 1 meter in area and a few ",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/read-ai-launches-an-email-based-digital-twin-to-help-you-with-schedules-and-answers/": {
      "title": "Read AI launches an email-based ‘digital twin’ to help you with schedules and answers",
      "text": "Meeting notetaker Read AI on Thursday launched an AI-powered email-based assistant called Ada, saying it helps users manage their schedules, answer questions based on a company’s knowledge base, and reply to out-of-office emails. The company is calling Ada a “digital twin” that handles tasks for you around the clock. Read AI said that the assistant will be available to all users, and they can start configuring it by sending an email to “ada@read.ai” and writing “Get me started.” When you ask Ada to find a time to meet with someone, it replies to the other person in the thread with your availability. If the other person replies that they are unavailable at those times and would like a different time slot, Ada responds with new options. While Ada has access to your calendar through Read AI, it does not reveal the nature of those meetings with other people. Ada can also answer questions using a company’s knowledge base, topics discussed in your prior meetings, and public internet searches. For instance, you can ask, “Ada, can you provide an update on how we are tracking for Q1 goals?” to get information. If someone else asks a question in a thread, Ada will prepare a response for you and help you refine it before it is sent to the other person. The startup said that Ada doesn’t reveal any sensitive information without your permission. Read AI’s VP of Product, Justin Farris, said that the new feature doesn’t rely on MCPs (model context protocols, a technical standard for connecting AI tools to external services), and instead builds a knowledge graph based on meeting data and connected services for more contextual answers. He added that over time, the assistant will also take proactive actions for you. For instance, if you mentioned a follow-up item in a meeting, Ada will as",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/so-were-getting-prada-meta-ai-glasses-right/": {
      "title": "So, we’re getting Prada Meta AI glasses, right?",
      "text": "Could Meta be preparing to launch a Prada version of its Meta AI glasses? That’s the speculation after Mark Zuckerberg and his wife, Priscilla, were spotted sitting in the front row of Prada’s Fall/Winter 2026 Fashion Week show in Milan on Thursday. The social media exec was seen chatting with his seatmate, Lorenzo Bertelli, Prada’s chief merchandising officer and son of head designer Miuccia Prada. While Zuckerberg has been working to polish his image in recent years, including with upgraded threads, it’s likely that he wasn’t at Prada for the fashion, but rather because of an upcoming collaboration with the brand. CNBC reported last summer that Prada AI glasses were in the works, among others. However, Meta has yet to publicly announce such a deal. (The company has not yet responded to a request for comment about Zuckerberg’s presence in Milan.) EssilorLuxottica, the French-Italian eyewear brand and Ray-Ban maker, has been working with Meta on these high-tech devices since their debut, initially under the Ray-Ban Stories brand. This month, the company announced it sold over 7 million AI glasses in 2025, up from 2 million in the prior year. Those sales included both Ray-Ban Meta and Oakley Meta glasses, the latter designed more for the athletic types. Now, it seems, Prada AI glasses could be next, given that Prada and EssilorLuxottica already renewed their licensing deal for eyewear under the Prada and Miu Miu brands for the next ten years. (The existing agreement, which expired on December 31, 2025, was later extended through December 31, 2030, with the provision for renewal until December 31, 2035.) Prada AI glasses could give Meta a foothold in the high-fashion market, a niche that its Oakleys and Ray-Bans don’t yet fill. Establishing the glasses as a luxury symbol ",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/2-days-left-lock-in-the-best-discounts-for-techcrunch-disrupt-2026/": {
      "title": "2 days left: Lock in the best discounts for TechCrunch Disrupt 2026",
      "text": "Image Credits:Noam Galai / Getty Images 7:00 AM PST · February 26, 2026 Super Early Bird pricing ends tomorrow, February 27, at 11:59 p.m. PT. After that, prices for TechCrunch Disrupt 2026 go up. Miss this, and you’ll be paying more for the same access to one of the most anticipated tech events of the year. Register now to secure discounts of up to $680 on your pass, or up to 30% on group passes. Disrupt: Your launchpad in the tech ecosystem If you want to raise capital, hire top talent, launch your startup, or discover your next portfolio company, don’t miss Disrupt, taking place October 13–15 at San Francisco’s Moscone West. Here’s what you’ll gain by attending: Actionable insights from builders, operators, and VCs actively shaping today’s market Direct access to the right investors for your next round, or founders aligned with your portfolio Early visibility into breakthrough innovations before they hit the broader market Connections that drive real impact, from partnerships to funding to career opportunities Image Credits:TechCrunch How Disrupt delivers value Access to 10,000+ founders, operators, and VCs with targeted programming Tactical, real-world onstage discussions with 250+ of today’s market leaders spanning multiple industry stages, roundtables, and breakout sessions Front-row seat to Startup Battlefield 200 pitch competition with a $100,000 equity-free prize on the line Expo Hall access with 300+ innovative startups shaping the future of tech 20,000+ curated 1:1 or small-group networking designed for real, actionable results 80+ Side Events across the Bay Area for networking, workshops, and social connections Image Credits:Eric Slomonson, The Photo Group Exclusive programming for founders and investors Founder Pass: Accelerate growth with the right insight",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/26/exhibit-in-bostons-startup-ecosystem-at-techcrunch-founder-summit-2026/": {
      "title": "Exhibit in Boston’s startup ecosystem at TechCrunch Founder Summit 2026",
      "text": "On June 9, over 1,000 founders, investors, and decision-makers will gather for TechCrunch Founder Summit 2026. This isn’t just foot traffic. It’s a full day of concentrated deal flow. An exhibit table turns that energy into measurable growth. You don’t need more awareness. You need customers, capital, and strategic partners. Secure your exhibit table and put your startup at the center of the startup universe. Image Credits:Halo Creative Why exhibiting drives real growth Direct access to buyers: The Expo Hall is where founders and operators actively source tools and partners. Capture leads instantly through the event app and start building your pipeline on the spot. Where handshakes replace cold pitches: Move from cold outreach to face-to-face conversations. With access to roundtables, breakouts, and curated networking, your team can turn visibility into velocity. Credibility that compounds: Your startup is featured across the Founder Summit website, app, sponsor directory, announcements, and closing ceremony — reinforcing trust with customers and investors alike. Multi-channel ROI: Lead-gen tools, sponsor listings, and team-wide passes mean you’re not just exhibiting. You’re executing across sales, marketing, and fundraising at the same time. Techcrunch event Boston, MA | June 9, 2026 Deploy your team strategically: With five total passes, you can split focus across sales, partnerships, hiring, and curated meetings to maximize every hour onsite. What’s included in the TC Founder Summit exhibitor package Dedicated 6′ x 3′ exhibit space with a 6-foot table, 2 chairs, and table linen Branded tabletop sign (11” x 14”) featuring your sponsor logo Lead-generation tools to capture meaningful leads 5 event tickets for your team or guests Company logo featured in the sponsor sec",
      "at": "2026-02-27"
    },
    "https://techcrunch.com/2026/02/27/chatgpt-reaches-900m-weekly-active-users/": {
      "title": "ChatGPT reaches 900M weekly active users",
      "text": "ChatGPT has reached 900 million weekly active users, OpenAI announced Friday, putting the AI chatbot within striking distance of 1 billion. OpenAI also shared that it now has 50 million paying subscribers. “Subscriber momentum accelerated meaningfully to start the year, with January and February on track to be the largest months for new subscribers in our history,” the company wrote in a blog post. “People use ChatGPT to learn, write, plan, and build. As usage scales, the product improves in ways people feel immediately: faster responses, higher reliability, stronger safety, and more consistent performance.” The new weekly active user figure marks a jump of 100 million users from the 800 million that OpenAI reported in October 2025. OpenAI shared the new numbers as part of its announcement that it has raised $110 billion in private funding, marking one of the largest private funding rounds in history. The new funding includes a $50 billion investment from Amazon, along with $30 billion each from Nvidia and SoftBank, at a $730 billion pre-money valuation. The round remains open, and the company expects more investors to join. Topics",
      "at": "2026-02-28"
    },
    "https://techcrunch.com/2026/02/27/musk-bashes-openai-in-deposition-saying-nobody-committed-suicide-because-of-grok/": {
      "title": "Musk bashes OpenAI in deposition, saying ‘nobody committed suicide because of Grok’",
      "text": "In a newly released deposition filed in Elon Musk’s case against OpenAI, the tech executive attacked OpenAI’s safety record, claiming that his company, xAI, better prioritizes safety. He went so far as to say that “Nobody has committed suicide because of Grok, but apparently they have because of ChatGPT.” The comment came up in a line of questioning about a public letter Musk signed in March 2023. In it, he called on AI labs to pause development of AI systems more powerful than GPT-4, OpenAI’s flagship model at the time, for at least six months. The letter, which was signed by over 1,100 people, including many AI experts, stated there was not enough planning and management taking place at AI labs, as they were locked in an “out-of-control race to develop and deploy ever more powerful digital minds that no one — not even their creators — can understand, predict, or reliably control.” Those fears have since gained credibility. OpenAI now faces a series of lawsuits alleging that ChatGPT’s manipulative conversation tactics have led several people to experience negative mental health effects, with some dying by suicide. Musk’s comment suggests that these incidents could be used as fodder in his case against OpenAI. The transcript of Musk’s video testimony, which took place back in September, was filed publicly this week, ahead of the expected jury trial next month. The lawsuit against OpenAI centers on the company’s shift from a nonprofit AI research lab to a for-profit company, which Musk claims violated its founding agreements. As part of his arguments, Musk claims that AI safety could be compromised by OpenAI’s commercial relationships, as such relationships would place speed, scale, and revenue above safety concerns. However, since that recording, xAI has faced safety co",
      "at": "2026-02-28"
    },
    "https://techcrunch.com/2026/02/27/employees-at-google-and-openai-support-anthropics-pentagon-stand-in-open-letter/": {
      "title": "Employees at Google and OpenAI support Anthropic’s Pentagon stand in open letter",
      "text": "Anthropic has reached a stalemate with the United States Department of War over the military’s request for unrestricted access to the AI company’s technology. But as the Pentagon’s Friday afternoon deadline for Anthropic’s compliance approaches, more than 300 Google employees and over 60 OpenAI employees have signed an open letter urging the leaders of their companies to support Anthropic and refuse this unilateral use. Specifically, Anthropic stood in opposition to the use of AI for domestic mass surveillance and autonomous weaponry. The open letter’s signatories seek to encourage their employers to “put aside their differences and stand together” to uphold the boundaries Anthropic has asserted. “They’re trying to divide each company with fear that the other will give in,” the letter says. “That strategy only works if none of us know where the others stand.” The letter specifically calls on executives at Google and OpenAI to maintain Anthropic’s red lines against mass surveillance and fully automated weaponry. “We hope our leaders will put aside their differences and stand together to continue to refuse the Department of War’s current demands.” Leaders at the companies have not yet formally reponded to the letter. TechCrunch has reached out to Google and OpenAI for comment. However, informal statements suggest both companies are sympathetic to Anthropic’s side of the case. In an interview with CNBC on Friday morning, OpenAI CEO Sam Altman said that he doesn’t “personally think the Pentagon should be threatening DPA against these companies.” According to a CNN reporter, an OpenAI spokesperson confirmed that the company shares Anthropic’s red lines against autonomous weapons and mass surveillance. Agreed. Mass surveillance violates the Fourth Amendment and has a chilling",
      "at": "2026-02-28"
    },
    "https://techcrunch.com/2026/02/27/anthropic-vs-the-pentagon-whats-actually-at-stake/": {
      "title": "Anthropic vs. the Pentagon: What’s actually at stake?",
      "text": "The past two weeks have been defined by a clash between Anthropic CEO Dario Amodei and Defense Secretary Pete Hegseth as the two battle over the military’s use of AI. Anthropic refuses to allow its AI models to be used for mass surveillance of Americans or for fully autonomous weapons that conduct strikes without human input. At the same time, Secretary Hegseth has argued the Department of Defense shouldn’t be limited by the rules of a vendor, arguing any “lawful use” of the technology should be permitted. On Thursday, Amodei publicly signaled that Anthropic isn’t backing down — despite threats that his company could be designated as a supply chain risk as a result. But with the news cycle moving fast, it’s worth revisiting exactly what’s at stake in the fight. At its core, this fight is about who controls powerful AI systems — the companies that build them, or the government that wants to deploy them. What is Anthropic worried about? As we said above, Anthropic doesn’t want its AI models to be used for mass surveillance of Americans or for autonomous weapons with no humans in the loop for targeting and firing decisions. Traditional defense contractors typically have little say in how their products will be used, but Anthropic has argued from its inception that AI technology poses unique risks and therefore requires unique safeguards. From the company’s perspective, the question is how to maintain those safeguards when the technology is being used by the military. The U.S. military already relies on highly automated systems, some of which are lethal. The decision to use lethal force has historically been left to humans, but there are few legal restrictions on military use of autonomous weapons. The DoD doesn’t categorically ban fully autonomous weapons systems. Accordin",
      "at": "2026-02-28"
    },
    "https://techcrunch.com/2026/02/27/ai-music-generator-suno-hits-2-million-paid-subscribers-and-300m-in-annual-recurring-revenue/": {
      "title": "AI music generator Suno hits 2M paid subscribers and $300M in annual recurring revenue",
      "text": "In Brief Posted: 9:22 AM PST · February 27, 2026 Image Credits:Barry Chin/The Boston Globe / Getty Images Suno co-founder and CEO Mikey Shulman shared on LinkedIn that the AI music generator has amassed 2 million paid subscribers and $300 million in annual recurring revenue. Just three months ago, Suno announced a $250 million funding round that valued the company at $2.45 billion. At the time, Suno told The Wall Street Journal that annual revenue had hit $200 million — that would indicate that the company has had some major growth in a short time frame. Suno lets users create music using natural language prompts, making it possible for people with little experience to generate audio with little effort. This has sparked concern from musicians and record labels, who have sued Suno for copyright infringement, since its AI model was likely trained on existing recorded music. But Warner Music Group recently settled its lawsuit and instead reached a deal that allows Suno to launch models that use licensed music from its catalog. Suno has generated synthetic music that sounds real enough to top charts on Spotify and Billboard. Telisha Jones, a 31-year-old in Mississippi, used Suno to turn her poetry into the viral R&B song “How Was I Supposed to Know” and signed a record deal with Hallwood Media in a deal reportedly worth $3 million. Still, many musicians have spoken out against the use of AI in music, including Billie Eilish, Chappell Roan, Katy Perry, and more. Topics Subscribe for the industry’s biggest tech news Latest in Media & Entertainment",
      "at": "2026-02-28"
    },
    "https://techcrunch.com/podcast/whos-really-running-ai-inside-the-billion-dollar-battle-over-regulation-with-alex-bores/": {
      "title": "Who’s really running AI? Inside the billion-dollar battle over regulation with Alex Bores",
      "text": "The Pentagon is playing chicken with Anthropic over who gets to control how the military uses AI while communities across the country are blocking data center construction. As the AI debate has been flattened to “doomers versus boomers,” one state legislator is attempting to walk a middle road. On this episode of TechCrunch’s Equity podcast, Rebecca Bellan sits down with Alex Bores, a New York State Assemblymember and candidate for U.S. Congress. Bores sponsored New York’s first-of-its-kind AI safety law the RAISE Act — and quickly became the target of a Silicon Valley lobbying group with $125 million to spend on attack ads. Listen to the full episode to hear about: The dueling super PACs now fighting over AI’s future, and why Anthropic’s $20 million bet on the pro-regulation side matters. What the RAISE Act actually requires, and why it’s being called the blueprint for AI regulation nationwide. Whether AI regulation ends up looking like finance and biotech or goes the way of social media — largely unregulated until the damage is done. What’s coming next from Bores’ office: bills on training data disclosure, content provenance, and a 43-point national AI framework. Subscribe to Equity on YouTube, Apple Podcasts, Overcast, Spotify and all the casts. You also can follow Equity on X and Threads, at @EquityPod. Rebecca Bellan is a senior reporter at TechCrunch where she covers the business, policy, and emerging trends shaping artificial intelligence. Her work has also appeared in Forbes, Bloomberg, The Atlantic, The Daily Beast, and other publications. You can contact or verify outreach from Rebecca by emailing rebecca.bellan@techcrunch.com or via encrypted message at rebeccabellan.491 on Signal. View Bio Theresa Loconsolo is an audio producer at TechCrunch focusing on Equi",
      "at": "2026-02-28"
    },
    "https://techcrunch.com/2026/02/27/openai-raises-110b-in-one-of-the-largest-private-funding-rounds-in-history/": {
      "title": "OpenAI raises $110B in one of the largest private funding rounds in history",
      "text": "OpenAI has raised $110 billion in private funding, the company announced Friday morning, commencing one of the largest private funding rounds in history. The new funding consists of a $50 billion investment from Amazon as well as $30 billion each from Nvidia and SoftBank, against a $730 billion pre-money valuation. Notably, the round remains open, and OpenAI expects more investors to join as it proceeds. “We are entering a new phase where frontier AI moves from research into daily use at global scale,” OpenAI said. “Leadership will be defined by who can scale infrastructure fast enough to meet demand, and turn that capacity into products people rely on.” As part of the investment, OpenAI is launching significant infrastructure partnerships with both Amazon and Nvidia. As in previous rounds, it is likely that a significant portion of the dollar amount comes in the form of services rather than cash, although the precise split was not disclosed. The company’s previous round closed in March 2025, raising $40 billion against a $300 billion valuation. At the time, it was the largest private funding round on record. As part of its Amazon partnership, OpenAI plans to develop a new “stateful runtime environment” where OpenAI models will run on Amazon’s Bedrock platform. The company will also expand its previously announced AWS partnership, which committed $38 billion in compute services, by $100 billion. OpenAI has committed to consuming at least 2GW of AWS Trainium compute as part of the deal, and also plans to build custom models to support Amazon consumer products. “We have lots of developers and companies eager to run services powered by OpenAI models on AWS,” said Amazon CEO Andy Jassy in a statement, “and our unique collaboration with OpenAI to provide stateful runtime env",
      "at": "2026-02-28"
    },
    "https://techcrunch.com/2026/02/27/perplexitys-new-computer-is-another-bet-that-users-need-many-ai-models/": {
      "title": "Perplexity’s new Computer is another bet that users need many AI models",
      "text": "Starting this week, Perplexity subscribers will have a new agentic tool at their disposal. Perplexity Computer, in the company’s words, “unifies every current AI capability into a single system.” More specifically, Perplexity says it is a computer user agent that can execute complex workflows independently using 19 different AI models, even creating subagents to handle specific problems. The tool is available now, only on the company’s highest subscription tier, the $200/month Perplexity Max. It runs entirely in the cloud, which might spare it some of the security concerns of other agentic tools like OpenClaw. TechCrunch hasn’t done a hands-on demo of the new tool, but in example workflows on Perplexity’s website, it is shown handling tasks that involve collecting statistics, financial, or legal data; creating analysis; and sharing its findings as finished websites or visualizations. Perplexity invited the press to a background briefing with executives last week to discuss the product and lay out the agenda for the year. The event was intended to include a demonstration of the tool, but the company canceled the demo because of flaws found in the product hours before the event. This tool represents the evolution of Perplexity, which made a splash early in the AI boom by wrapping frontier models in familiar user interfaces, particularly its search-engine-like answer service. It then moved on to launch its Comet web browser last summer. Competitors like Google have now changed their products to be more like those built at Perplexity, one executive said, but that’s a threat as much as a compliment. The company is changing in response to a shifting ecosystem: One of the first AI companies to offer advertising, it abandoned that business late last year, saying last week that ",
      "at": "2026-02-28"
    },
    "https://techcrunch.com/2026/02/27/last-24-hours-to-get-techcrunch-disrupt-2026-tickets-at-the-lowest-rates-of-the-year/": {
      "title": "Last 24 hours to get TechCrunch Disrupt 2026 tickets at the lowest rates of the year",
      "text": "Image Credits:Eric Slomonson, The Photo Group 7:00 AM PST · February 27, 2026 Today is it! When the clock hits 11:59 p.m. PT, the lowest ticket rates of the year for TechCrunch Disrupt 2026 go up. No extensions. No second chances. The same access will cost more tomorrow. If you’re planning to attend, this is your final window to lock in up to $680 off your pass or up to 30% off group passes. After tonight, this year’s biggest savings disappear. Register now. Disrupt: Your launchpad in the tech ecosystem If you’re raising capital, hiring top talent, launching your startup, or hunting for your next portfolio company, missing Disrupt from October 13–15 at San Francisco’s Moscone West isn’t just inconvenient. It’s a missed opportunity to move ahead while others hesitate. Here’s what you gain when you attend: Actionable insights from builders, operators, and VCs shaping today’s market Direct access to investors for your next round, or founders aligned with your portfolio Early visibility into breakthrough innovations before they hit the broader market High-impact connections that turn into partnerships, funding, and career moves Image Credits:Kimberly White / Getty Images How Disrupt delivers real value 10,000+ founders, operators, and VCs under one roof 250+ market leaders leading 200+ sessions across industry stages, roundtables, and breakouts A front-row seat to Startup Battlefield 200, where $100,000 in equity-free funding is on the line 300+ startups in the Expo Hall showcasing what’s next 20,000+ curated 1:1 and small-group meetings built for outcomes 80+ Side Events across the Bay Area for deeper networking and deal flow Dedicated programming for founders and investors Image Credits:Slava Blazer Photograpy The founder–investor power zone Founder Pass: Get the insights",
      "at": "2026-02-28"
    }
  },
  "daily": {
    "2026-02-26": {
      "fingerprint": "e88c251529866868a740b7aa6340db108e2cac229768d36501034c54e2554e0c",
      "daily": {
        "overview": [
          {
            "title": "Anthropic收购Vercept",
            "summary": "Anthropic收购AI初创公司Vercept，旨在增强Claude Code能力。",
            "refs": [
              1
            ]
          },
          {
            "title": "Atlassian推出Jira AI代理",
            "summary": "Atlassian允许在Jira中管理AI代理，实现人机协作。",
            "refs": [
              2
            ]
          },
          {
            "title": "Gushwork获900万美元融资",
            "summary": "Gushwork利用AI搜索工具帮助企业捕获客户线索。",
            "refs": [
              3
            ]
          },
          {
            "title": "Gemini支持Android自动化",
            "summary": "Gemini可在Android上执行多步骤任务，如叫车或点餐。",
            "refs": [
              4
            ]
          },
          {
            "title": "OpenAI广告策略为迭代过程",
            "summary": "OpenAI COO表示广告将逐步推出，注重用户信任。",
            "refs": [
              5
            ]
          },
          {
            "title": "OpenClaw创始人谈AI构建",
            "summary": "OpenClaw创始人建议AI开发者保持探索和 playful。",
            "refs": [
              6
            ]
          },
          {
            "title": "12%美国青少年寻求AI情感支持",
            "summary": "Pew调查显示青少年使用AI聊天机器人寻求情感建议。",
            "refs": [
              7
            ]
          },
          {
            "title": "Salesforce应对SaaSpocalypse",
            "summary": "Salesforce CEO称SaaS危机并非首次，AI不会终结SaaS。",
            "refs": [
              8
            ]
          },
          {
            "title": "Nvidia创营收记录",
            "summary": "Nvidia季度营收68亿美元，AI算力需求持续飙升。",
            "refs": [
              9
            ]
          },
          {
            "title": "白宫要求AI公司承担电费",
            "summary": "白宫要求科技巨头自建电厂，避免电价上涨。",
            "refs": [
              10
            ]
          },
          {
            "title": "Intrinsic加入Google",
            "summary": "Alphabet旗下机器人软件公司Intrinsic并入Google。",
            "refs": [
              11
            ]
          },
          {
            "title": "CUDIS推出AI健康戒指",
            "summary": "CUDIS健康戒指配备AI教练，通过积分系统激励健康行为。",
            "refs": [
              12
            ]
          },
          {
            "title": "AI基础设施面临公众反对",
            "summary": "多地通过法案限制数据中心建设，引发环保与社区争议。",
            "refs": [
              13
            ]
          },
          {
            "title": "TechCrunch Founder Summit 2026",
            "summary": "TechCrunch将于6月9日在波士顿举办创始人峰会。",
            "refs": [
              14
            ]
          },
          {
            "title": "TechCrunch Disrupt 2026门票优惠",
            "summary": "Disrupt 2026门票早鸟价仅剩3天，提供高额折扣。",
            "refs": [
              15
            ]
          }
        ],
        "important": [
          {
            "title": "Anthropic收购Vercept",
            "summary": "Anthropic收购Vercept，强化Claude Code的计算机操作能力。",
            "importanceReason": "增强Claude Code的复杂任务处理能力",
            "refs": [
              1
            ]
          },
          {
            "title": "Atlassian推出Jira AI代理",
            "summary": "Atlassian允许在Jira中管理AI代理，实现人机协作。",
            "importanceReason": "推动企业级AI代理协作工具落地",
            "refs": [
              2
            ]
          },
          {
            "title": "Nvidia创营收记录",
            "summary": "Nvidia季度营收68亿美元，AI算力需求持续飙升。",
            "importanceReason": "反映AI算力市场的高增长需求",
            "refs": [
              9
            ]
          },
          {
            "title": "白宫要求AI公司承担电费",
            "summary": "白宫要求科技巨头自建电厂，避免电价上涨。",
            "importanceReason": "应对AI数据中心带来的电力成本压力",
            "refs": [
              10
            ]
          },
          {
            "title": "12%美国青少年寻求AI情感支持",
            "summary": "Pew调查显示青少年使用AI聊天机器人寻求情感建议。",
            "importanceReason": "揭示AI在青少年心理健康中的潜在风险",
            "refs": [
              7
            ]
          },
          {
            "title": "AI基础设施面临公众反对",
            "summary": "多地通过法案限制数据中心建设，引发环保与社区争议。",
            "importanceReason": "反映AI基础设施扩张的社会阻力",
            "refs": [
              13
            ]
          }
        ],
        "refTranslations": {
          "1": "Anthropic收购计算机使用AI初创公司Vercept，此前Meta挖走了其创始人之一",
          "2": "Jira最新更新允许AI代理和人类并肩工作",
          "3": "Gushwork押注AI搜索获取客户线索——早期结果初现",
          "4": "Gemini现在可以在Android上自动化某些多步骤任务",
          "5": "OpenAI COO表示广告将是一个迭代过程",
          "6": "OpenClaw创始人对AI构建者的建议是更顽皮并给自己时间改进",
          "7": "约12%的美国青少年转向AI寻求情感支持或建议",
          "8": "Salesforce CEO Marc Benioff：这不是我们的第一次SaaSpocalypse",
          "9": "Nvidia在创纪录的资本支出下再创季度纪录",
          "10": "白宫希望AI公司承担电费上涨。大多数已经表示会。",
          "11": "Alphabet拥有的机器人软件公司Intrinsic加入Google",
          "12": "可穿戴初创公司CUDIS推出配备AI驱动‘教练’的新健康戒指系列",
          "13": "对AI基础设施的公众反对正在升温",
          "14": "有值得分享的艰难扩展经验吗？在TechCrunch Founder Summit 2026上发言",
          "15": "3天：TechCrunch Disrupt 2026门票最高节省680美元"
        }
      },
      "at": "2026-02-26"
    },
    "2026-02-27": {
      "fingerprint": "2de35494ecfb2387fc78e769f701c82da6cbe65929900d82ab693d2c748f1e03",
      "daily": {
        "overview": [
          {
            "title": "Anthropic收购AI电脑操作初创公司",
            "summary": "Anthropic收购了专注于电脑操作AI的Vercept公司，旨在扩展Claude Code能力。",
            "refs": [
              1
            ]
          },
          {
            "title": "Mistral与埃森哲达成企业合作",
            "summary": "Mistral与埃森哲签署多年协议，共同开发企业级AI技术。",
            "refs": [
              2
            ]
          },
          {
            "title": "Figma集成OpenAI Codex",
            "summary": "Figma与OpenAI合作，允许用户在代码环境中直接创建和调整设计。",
            "refs": [
              3
            ]
          },
          {
            "title": "Anthropic拒绝向军方提供AI",
            "summary": "Anthropic CEO拒绝向五角大楼提供不受限制的AI访问权限。",
            "refs": [
              4
            ]
          },
          {
            "title": "Bumble推出AI照片反馈工具",
            "summary": "Bumble新增AI驱动的照片反馈和资料指导功能，帮助用户优化个人资料。",
            "refs": [
              5
            ]
          },
          {
            "title": "Google发布Nano Banana 2模型",
            "summary": "Google推出Nano Banana 2，提升图像生成速度和真实感。",
            "refs": [
              6
            ]
          },
          {
            "title": "Trace获300万美元融资",
            "summary": "Trace融资用于解决企业AI代理部署中的上下文缺失问题。",
            "refs": [
              7
            ]
          },
          {
            "title": "Gushwork获900万美元融资",
            "summary": "Gushwork融资用于帮助企业在AI搜索工具中提升曝光度。",
            "refs": [
              8
            ]
          },
          {
            "title": "Jack Dorsey大幅裁员",
            "summary": "Block公司裁员超4000人，近半员工被裁。",
            "refs": [
              9
            ]
          },
          {
            "title": "Meta或推出Prada AI眼镜",
            "summary": "Meta与Prada合作传闻引发关注，可能进军高端时尚市场。",
            "refs": [
              10
            ]
          },
          {
            "title": "Sophia Space获1000万美元融资",
            "summary": "Sophia Space融资用于研发太空计算机被动冷却技术。",
            "refs": [
              11
            ]
          },
          {
            "title": "Read AI推出数字孪生助手",
            "summary": "Read AI推出基于邮件的数字孪生助手Ada，帮助管理日程和回答问题。",
            "refs": [
              12
            ]
          }
        ],
        "important": [
          {
            "title": "Anthropic拒绝军方AI访问",
            "summary": "Anthropic CEO拒绝向五角大楼提供不受限制的AI访问权限。",
            "importanceReason": "涉及AI安全与军事伦理的争议焦点。",
            "refs": [
              4
            ]
          },
          {
            "title": "Anthropic收购Vercept",
            "summary": "Anthropic收购专注于电脑操作AI的Vercept公司。",
            "importanceReason": "强化Claude Code在复杂任务中的能力。",
            "refs": [
              1
            ]
          },
          {
            "title": "Mistral与埃森哲合作",
            "summary": "Mistral与埃森哲签署多年协议，共同开发企业级AI技术。",
            "importanceReason": "推动AI在大型企业中的落地应用。",
            "refs": [
              2
            ]
          },
          {
            "title": "Google发布Nano Banana 2",
            "summary": "Google推出Nano Banana 2，提升图像生成速度和真实感。",
            "importanceReason": "优化图像生成模型性能。",
            "refs": [
              6
            ]
          },
          {
            "title": "Jack Dorsey大幅裁员",
            "summary": "Block公司裁员超4000人，近半员工被裁。",
            "importanceReason": "反映科技行业裁员潮趋势。",
            "refs": [
              9
            ]
          }
        ],
        "refTranslations": {
          "1": "Anthropic收购电脑操作AI初创公司Vercept",
          "2": "Mistral与埃森哲签署协议",
          "3": "Figma与OpenAI合作集成Codex",
          "4": "Anthropic CEO拒绝向军方提供AI",
          "5": "Bumble添加AI照片反馈工具",
          "6": "Google发布Nano Banana 2模型",
          "7": "Trace融资解决企业AI代理部署问题",
          "8": "Gushwork融资用于AI搜索营销",
          "9": "Jack Dorsey大幅裁员",
          "10": "Meta或推出Prada AI眼镜",
          "11": "Sophia Space融资研发太空计算机冷却技术",
          "12": "Read AI推出数字孪生助手"
        }
      },
      "at": "2026-02-27"
    },
    "2026-02-28": {
      "fingerprint": "421a60e8a0011f19907d9ab2f1eba095eeb232195f11d868741dbc3cf96f15f3",
      "daily": {
        "overview": [
          {
            "title": "Anthropic与五角大楼对峙",
            "summary": "Anthropic拒绝向军方提供无限制的AI访问权限，引发员工公开信支持。",
            "refs": [
              1,
              5,
              10
            ]
          },
          {
            "title": "OpenAI获1100亿美元融资",
            "summary": "OpenAI完成史上最大规模私人融资，估值达7300亿美元。",
            "refs": [
              6,
              9
            ]
          },
          {
            "title": "ChatGPT周活用户破9亿",
            "summary": "OpenAI宣布ChatGPT周活跃用户达到9亿，付费订阅数达5000万。",
            "refs": [
              6
            ]
          },
          {
            "title": "Suno音乐生成器营收3亿美元",
            "summary": "AI音乐生成器Suno拥有200万付费用户，年经常性收入达3亿美元。",
            "refs": [
              8
            ]
          },
          {
            "title": "Mistral与埃森哲达成合作",
            "summary": "法国AI公司Mistral与咨询巨头埃森哲签署多年合作协议。",
            "refs": [
              2
            ]
          },
          {
            "title": "Figma集成OpenAI Codex",
            "summary": "Figma与OpenAI合作，在代码环境中直接支持设计创作。",
            "refs": [
              3
            ]
          },
          {
            "title": "Perplexity推出新AI工具",
            "summary": "Perplexity推出名为Computer的代理工具，整合19种AI模型。",
            "refs": [
              13
            ]
          },
          {
            "title": "Google发布Nano Banana 2",
            "summary": "Google推出新一代图像生成模型Nano Banana 2，速度更快。",
            "refs": [
              12
            ]
          },
          {
            "title": "Bumble推出AI个人资料工具",
            "summary": "Bumble增加AI驱动的照片反馈和个人资料指导功能。",
            "refs": [
              11
            ]
          },
          {
            "title": "马斯克在证词中抨击OpenAI",
            "summary": "马斯克称“没人因Grok自杀”，质疑OpenAI的安全记录。",
            "refs": [
              4
            ]
          }
        ],
        "important": [
          {
            "title": "Anthropic与五角大楼对峙",
            "summary": "Anthropic拒绝向军方提供无限制的AI访问权限，引发员工公开信支持。",
            "importanceReason": "涉及AI技术控制权归属及军事应用伦理边界。",
            "refs": [
              1,
              5,
              10
            ]
          },
          {
            "title": "OpenAI获1100亿美元融资",
            "summary": "OpenAI完成史上最大规模私人融资，估值达7300亿美元。",
            "importanceReason": "显示AI行业资本热度持续高涨，基础设施竞争加剧。",
            "refs": [
              6,
              9
            ]
          },
          {
            "title": "ChatGPT周活用户破9亿",
            "summary": "OpenAI宣布ChatGPT周活跃用户达到9亿，付费订阅数达5000万。",
            "importanceReason": "验证生成式AI在大众市场的广泛渗透与商业化潜力。",
            "refs": [
              6
            ]
          },
          {
            "title": "Suno音乐生成器营收3亿美元",
            "summary": "AI音乐生成器Suno拥有200万付费用户，年经常性收入达3亿美元。",
            "importanceReason": "AI在创意产业变现能力显著，版权争议仍存。",
            "refs": [
              8
            ]
          },
          {
            "title": "马斯克在证词中抨击OpenAI",
            "summary": "马斯克称“没人因Grok自杀”，质疑OpenAI的安全记录。",
            "importanceReason": "凸显AI安全争议与商业竞争交织的复杂局面。",
            "refs": [
              4
            ]
          }
        ],
        "refTranslations": {
          "1": "谷歌和OpenAI员工支持Anthropic在五角大楼的立场",
          "2": "Mistral AI与全球咨询巨头埃森哲签署协议",
          "3": "Figma与OpenAI合作集成Codex支持",
          "4": "马斯克在证词中抨击OpenAI",
          "5": "Anthropic与五角大楼：实际利害关系是什么？",
          "6": "ChatGPT周活跃用户达到9亿",
          "7": "谁真正在运行AI？",
          "8": "AI音乐生成器Suno拥有200万付费用户",
          "9": "OpenAI完成史上最大规模私人融资",
          "10": "Anthropic CEO在五角大楼最后期限临近时立场坚定",
          "11": "Bumble增加AI驱动的照片反馈和个人资料指导工具",
          "12": "Google发布Nano Banana 2模型",
          "13": "Perplexity的新Computer工具",
          "14": "最后24小时以最低价格购买TechCrunch Disrupt 2026门票",
          "15": "Jack Dorsey将Block员工规模减半"
        }
      },
      "at": "2026-02-28"
    }
  }
}