{
  "version": 2,
  "fetched": {
    "https://techcrunch.com/2026/02/25/jiras-latest-update-allows-ai-agents-and-humans-to-work-side-by-side/": {
      "title": "Jira’s latest update allows AI agents and humans to work side by side",
      "text": "Enterprise software giant Atlassian is rolling out a new way for humans and AI agents to work together that it hopes will help teams produce “10x the work without 10x the chaos.” Atlassian announced “agents in Jira” on Wednesday. This update gives users of the company’s project management software Jira the ability to assign and manage work for their digital agents from the same dashboard they use for their human employees. Agents in Jira allows enterprises to assign tasks and tickets to AI agents, just as they would to people. It also tracks how the work is coming along, and sets deadlines, among other metrics. Users can now also loop in AI agents during the middle of an existing project too. This feature is now available in open beta. This update is meant to give users the same visibility into the work their agents are doing as their human employees, Tamar Yehoshua, Atlassian’s new chief product and AI officer, told TechCrunch. “Atlassian has been in the business, for decades, of collaboration software helping people get work done,” Yehoshua said. “Now, you enter agents, and agents are now doing a lot of that work, and so you want to be able to coordinate between humans and agents.” But Atlassian understands that just giving people more avenues to automate doesn’t necessarily mean less work, Yehoshua said. That’s why the key part of this update is that everything happens within the same dashboard, she said. Techcrunch event Boston, MA | June 9, 2026 “You’ve been hearing in the zeitgeist lately that all of these agents are creating more work for people, and in some ways, more chaos,” Yehoshua said. “What we’re really good at is putting order to that chaos.” As enterprises continue to figure out how and where they can find a return on investment from investing in AI tool",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/gemini-can-now-automate-some-multi-step-tasks-on-android/": {
      "title": "Gemini can now automate some multi-step tasks on Android",
      "text": "Google on Wednesday announced a series of updates to its Gemini AI-powered features on the Android operating system, the most notable being a new way to use the AI to handle multi-step tasks like ordering an Uber or food delivery. These automations join other Gemini improvements shipping today, including an expansion of scam detection for phone calls and Circle to Search updates that now let you identify all the items on your phone’s screen. The automations, explains Google, allow users to essentially offload their to-do list to Gemini. In practice, however, the types of things that Gemini can manage are still limited. The company says that the feature, which is in beta, will initially support select apps in the food, grocery, and rideshare categories. It will also be limited to the Gemini app on certain devices, including the Pixel 10, Pixel 10 Pro, and Samsung Galaxy S26 series. And it will initially be available only in the U.S. and Korea. Image Credits:Google AI-powered automations could potentially go wrong, of course, so Google has added some protections. For starters, the automations can’t be kicked off without an explicit command from the device’s owner. As they run, you can watch their progress in real time and stop the task if it’s making a mistake or getting stuck. Google notes also that the automations take place in a secure, virtual window on your phone where they can only access limited apps, not the rest of the data on your device. The feature ties into the growing trend of using AI to automate more tasks in users’ personal lives. ChatGPT, for instance, lets users create tasks that can be run on schedules or at specific times, as well as offering an agent that can complete a variety of computer-based tasks like navigating a calendar, generating a slidesho",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/gushwork-bets-on-ai-search-for-customer-leads-and-early-results-are-emerging/": {
      "title": "Gushwork bets on AI search for customer leads — and early results are emerging",
      "text": "As AI-powered search tools reshape how businesses are discovered online, India-founded startup Gushwork is helping companies capture customers from platforms such as ChatGPT, Gemini, and Perplexity — with early traction that is beginning to draw investor support. The two-year-old startup said Thursday it had raised $9 million in a seed round led by Susquehanna International Group (SIG) and Lightspeed, with participation from B Capital, Seaborne Capital, Beenext, Sparrow Capital, and 2.2 Capital. The round values Gushwork at $33 million post-money, up from about $7.5 million following its Lightspeed-led $2.1 million pre-seed in July 2023, a person familiar with the matter told TechCrunch. The latest financing brings Gushwork’s total funding to $11 million, the startup said. The funding comes as AI companies, including OpenAI and Perplexity, begin to chip away at traditional web search, prompting incumbents like Google to roll out AI-generated overviews and other conversational features across their search products. Gushwork is betting this shift will create a new opportunity to help businesses surface in AI-driven discovery channels using its automated marketing agents. Founded in 2023 by Nayrhit Bhattacharya (pictured above, right) and Adithya Venkatesh (pictured above, left), Gushwork initially focused on helping small and medium businesses outsource workflows using a mix of AI and human expertise. The startup began narrowing its focus toward search-led marketing after seeing strong customer demand for help with improving online visibility. “When we started, we were focused on helping businesses outsource faster and outsource better,” Bhattacharya told TechCrunch in an interview, adding that the pull around search from customers became increasingly hard to ignore. Gush",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/anthropic-acquires-vercept-ai-startup-agents-computer-use-founders-investors/": {
      "title": "Anthropic acquires computer-use AI startup Vercept after Meta poached one of its founders",
      "text": "Anthropic on Wednesday announced that it has acquired Vercept, an AI startup with deep roots to some of the biggest names in Seattle’s tech scene. The acquisition marks the latest after Anthropic acquired coding agent engine Bun in December to help scale Claude Code. Vercept had created tools for more complex agentic tasks, including its product Vy, a computer-use agent in the cloud that could operate a remote Apple MacBook. Vercept is one of the many startups working on re-imagining the personal computer for the age of AI agents. As part of the deal, Anthropic is shuttering Vercept’s product on March 25. The startup was a grad of Seattle’s AI-focused incubator A12, which spawned from the longstanding Allen Institute for AI. Vercept’s co-founders had roots with the Allen Institute, as well, and were previously researchers there. One co-founder, Matt Deitke, made news last year as one of the AI researchers who negotiated a monster $250 million salary from Meta to join its Superintelligence Lab. On Wednesday, Deitke congratulated his former colleagues in a post on X. Vercept was a relatively high-profile AI startup in the region. In a LinkedIn post announcing the acquisition by Anthropic, Vercept CEO Kiana Ehsani said the startup had raised a total of $50 million. She called out A12’s Seth Bannon, a board member, as the lead investor. Vercept previously announced it had raised a $16 million seed round last January. The list of angel investors was impressive, too, and included former Google CEO Eric Schmidt, Google DeepMind chief scientist Jeff Dean, Cruise founder Kyle Vogt, and Dropbox co-founder Arash Ferdowsi, GeekWire reported. In Anthropic’s announcement of the acquisition, the company named co-founders Ehsani, Luca Weihs, and Ross Girshick as some of the team brough",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/about-12-of-u-s-teens-turn-to-ai-for-emotional-support-or-advice/": {
      "title": "About 12% of US teens turn to AI for emotional support or advice",
      "text": "AI chatbots have become embedded in the lives of American teenagers, according to a report published Tuesday by the Pew Research Center. While the most common uses of AI among this demographic include searching for information (57%) and getting help with schoolwork (54%), teens are also using AI to fill roles that would typically be occupied by friends or family. Sixteen percent of U.S. teens say they use AI for casual conversation, while 12% use AI chatbots for emotional support or advice. Some teens may find solace in talking to chatbots, but mental health professionals are wary. General-purpose tools like ChatGPT, Claude, and Grok are not designed for such uses, and in the most extreme cases, these chatbots can have life-threatening psychological effects. “We are social creatures, and there’s certainly a challenge that these systems can be isolating,” Dr. Nick Haber, a Stanford professor researching the therapeutic potential of LLMs, told TechCrunch recently. “There are a lot of instances where people can engage with these tools and then can become not grounded to the outside world of facts, and not grounded in connection to the interpersonal, which can lead to pretty isolating — if not worse — effects.” Image Credits:Pew Research Center Pew’s survey also shows a discrepancy between teenagers’ self-reported AI usage and the extent to which their parents think they engage with this technology. About 51% of parents said that their teen uses chatbots, while 64% of teens reported using them. The majority of parents are okay with their teens using AI to search for information (79%) or get help with schoolwork (58%), but far fewer parents approve of their teens using AI chatbots for casual conversation (28%) or to get emotional support or advice (18%). In fact, 58% of pare",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/openclaw-creators-advice-to-ai-builders-is-to-be-more-playful-and-allow-yourself-time-to-improve/": {
      "title": "OpenClaw creator’s advice to AI builders is to be more playful and allow yourself time to improve",
      "text": "Peter Steinberger, the creator of the viral AI agent OpenClaw who has since been hired by OpenAI, has some advice for those experimenting with AI technology, including AI agents. From his own experience, the best way to build today is to explore, be playful, and not expect to be an expert at what you do right away. “I wish I could say that I had the unified plan in the beginning, but a lot of it was just exploration,” Steinberger said. “I wanted things, and those things didn’t exist, and … let’s say I prompted them into existence.” The developer was chatting with OpenAI’s Head of Developer Experience, Romain Huet, on the first episode of the company’s new Builders Unscripted podcast. Here, he spoke about what OpenClaw was like in its early days and how he didn’t have a plan when he got started. Steinberger explained he began by building a tool that would integrate with WhatsApp, but then set it aside for a bit and focused on other things, as he assumed the AI labs would build something like what he was working on in the near future. “I just experimented a lot. My mission was, kind of like, to have fun and inspire people,” Steinberger noted. By last November, however, the developer was surprised that no AI labs had started to build what he wanted to use. That led him to create the initial prototype of what’s now OpenClaw. “Where it really clicked was where I was at this weekend trip in Marrakesh, and I found myself using it way more because it was so convenient … There was no really good internet. [But] WhatsApp just works everywhere,” he said. The tool made it easy for him to find restaurants, look up things on his computer, send texts to friends, and more. The more he played with the technology, Steinberger realized how good modern AI models have become at problem-solv",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/nvidia-earnings-record-capex-spend-ai/": {
      "title": "Nvidia has another record quarter amid record capex spends",
      "text": "Chip giant and world’s most valuable company Nvidia reported record profits in its most recent quarter on Wednesday, as demand for AI compute continues to skyrocket. “The demand for tokens in the world has gone completely exponential,” CEO Jensen Huang said on a call with analysts following the results. “I think we’re all seeing that, to the point where even our six-year-old GPUs in the cloud are completely consumed and the pricing is going up.” The company reported $68 billion in revenue in the most recent quarter, up 73% from the prior year, with $62 billion of that revenue coming from the company’s data center business. Notably, Nvidia divided the data center revenue into $51 billion in compute revenue (largely GPUs) and $11 billion in networking products like NVLink. The company reported $215 billion in revenue for the full year. As in previous quarters, the company did not report any revenue from chip exports to China, despite the recent lifting of export restrictions by the U.S. government. “While small amounts of H200 products for China-based customers were approved by the U.S. government, they have yet to generate any revenue, and we do not know whether any imports will be allowed into China,” Colette Kress, the company’s chief financial officer, said. “Our competitors in China, bolstered by recent IPOs, are making progress,” she continued, in an apparent reference to Moore Threads’ IPO in December, “and have the potential to disrupt the structure of the global AI industry over the long term.” During the investor call, Huang also addressed the company’s pending investment in OpenAI, which has been reported at $30 billion. Techcrunch event Boston, MA | June 9, 2026 “We continue to work with OpenAI toward a partnership agreement. We believe we are close,” Huang sa",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/openai-coo-says-ads-will-be-an-iterative-process/": {
      "title": "OpenAI COO says ads will be ‘an iterative process’",
      "text": "Last month, OpenAI said that it is going to introduce ads to users of the free and Go tiers in ChatGPT. The company rolled out ads to U.S.-based users earlier this month amid criticism from rivals like Anthropic, which published a string of Super Bowl ads. On the sidelines of the India AI summit, TechCrunch asked OpenAI COO Brad Lightcap about how the company is approaching ads. Lightcap said that the process is iterative and the company has to get user privacy and trust right. “Well, this is going to be an iterative process for sure. This is something we are committed to getting right. What does that look like? It means obviously maintaining user trust at a very high level. It means getting privacy right,” Lightcap said. He also noted that ads can add to the product experience of users if they are done right. He urged to give OpenAI a few months to see how the company fares in rolling out the product. “It means really creating a delightful product experience. We think ads done right can be additive to a product experience. And so it’ll take iteration, it’ll take time, but we’re just starting out. So maybe give us a few months and see how it goes,” he said. Lightcap didn’t specify if the company is thinking about rolling out ads beyond the U.S. market at the moment. Earlier this month, Sam Altman hit back at Anthropic with a long post on X about the Super Bowl ads, calling the OpenAI rival “dishonest” and accusing them of making an expensive product that serves “rich people.” Techcrunch event Boston, MA | June 9, 2026 “More importantly, we believe everyone deserves to use AI and are committed to free access, because we believe access creates agency. More Texans use ChatGPT for free than the total number of people who use Claude in the US, so we have a differently-shaped",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/the-white-house-wants-ai-companies-to-cover-rate-hikes-most-have-already-said-they-would/": {
      "title": "The White House wants AI companies to cover rate hikes. Most have already said they would.",
      "text": "The proliferation of AI data centers plugging into the national electrical grid has helped increase consumer electricity prices, driving up the average national electricity price by more than 6% in the last year. That’s not a good look for the incumbents ahead of this fall’s elections, and President Donald Trump addressed the challenge in his State of the Union speech last night. “We’re telling the major tech companies that they have the obligation to provide for their own power needs,” Trump said. “They can build their own power plants as part of their factory, so that no one’s prices will go up.” The hyperscalers in question don’t need to be told. They have already made public commitments in recent weeks to cover electricity costs by building their own power sources, paying higher rates, or both, part of a broader effort to solve PR problems around data center expansion and win over skeptical communities. On January 11, Microsoft announced its policy “to ensure that the electricity cost of serving our datacenters is not passed on to residential customers.” On January 26, OpenAI committed to “paying its own way on energy, so that our operations don’t increase your energy prices.” On February 11, Anthropic made the same pledge to “cover electricity price increases that consumers face from our data centers.” Yesterday, Google announced the largest battery project in the world to support a data center in Minnesota. What these commitments mean in practice, and who will determine which data centers are responsible for which price increases, remains unknown. The White House has not released the text of the proposed pledge. “A handshake agreement with Big Tech over data center costs isn’t good enough,” Arizona Democratic Senator Mark Kelly said on social media. “Americans nee",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/alphabet-owned-robotics-software-company-intrinsic-joins-google/": {
      "title": "Alphabet-owned robotics software company Intrinsic joins Google",
      "text": "Google is moving further into physical AI by bringing a familiar robotics software platform under its wing. Alphabet-owned Intrinsic, which builds AI models and software designed to make industrial robots more accessible, is joining Google, the companies announced on Wednesday. Intrinsic will remain a distinct entity within Google but will work closely with Google DeepMind and will tap into Google’s Gemini AI models and cloud services. Alphabet declined to share information regarding funding or purchase price. Intrinsic “graduated” into an independent Alphabet-owned company in 2021 after five years of development within Alphabet’s X, the company’s moonshot research division. Other companies that have graduated from X include robotaxi company Waymo and drone delivery company Wing. Wendy Tan White has served as Intrinsic’s CEO since its spinout in 2021. The company hit the ground running. A few months after announcing its independence, Intrinsic acquired Vicarious, a fellow robotics software company, in April 2022. While the purchase price wasn’t disclosed, Vicarious had raised about $250 million from VCs and tech bigwigs like Jeff Bezos. A few months later, Intrinsic acquired several for-profit divisions of Open Robotics, a nonprofit organization that builds hardware and software platforms for the robotics industry. Techcrunch event Boston, MA | June 9, 2026 Despite this rapid expansion, Intrinsic laid off 20% of its workforce in January 2023. The company announced its first product, Flowstate, just a few months later. Flowstate is a software platform for developing robotics workflows aimed at developers that don’t have deep robotics experience — aligning with the company’s mission to make robotics more accessible. Since then, the company has fine-tuned the technology, i",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/wearable-startup-cudis-launches-a-new-health-ring-line-with-an-ai-fueled-coach/": {
      "title": "Wearable startup CUDIS launches a new health ring line with an AI-fueled ‘coach’",
      "text": "Wearables startup CUDIS is launching its newest series of health rings this week. The updated ring comes equipped with a number of features, including an AI “agent coach” designed to keep users on track to attain their fitness goals. CUDIS says it differentiates itself from other wearables by not just delivering health metrics but also incentivizing healthy behavior through a points system. Users garner digital “health points” for healthy behaviors — things like daily sleep, 10,000 steps every day, sports activities, and conversations with the ring’s AI coach — which can then be redeemed through an integrated marketplace for discounts on health supplements and other products. The ring’s AI Agent Coach, meanwhile, is designed to leverage generative AI to aid with healthy programs for exercise and daily health. The company says that its agent generates tailored programs including “daily tasks, recovery protocols, supplement recommendations, and direct referrals to licensed medical professionals.” The ring also tracks a host of body metrics and daily behaviors, such as sleep quality, stress management, movement, and recovery. This helps them see how these metrics affect their Pace of Aging (PoA), showing whether their body is aging faster or slower than their chronological age, the company explains. CUDIS CEO and co-founder Edison Chen told TechCrunch that since his company’s first wearable was launched in 2024, the company has sold over 30,000 units across its first two models. The app’s user base has also grown to 250,000 users across 103 countries, he added. “Our strongest markets so far have been North America, Europe, and Asia,” Chen said. “What we’re good at is pattern recognition for healthy people trying to optimize,” Chen told TechCrunch. “The AI spots when you’re",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/the-public-opposition-to-ai-infrastructure-is-heating-up/": {
      "title": "The public opposition to AI infrastructure is heating up",
      "text": "Across the country, discontent has exploded over the ever-growing glut of server farms that have accompanied the AI boom. Anger has grown so loud that it’s begun to shift legislative agendas. Some states and communities are mulling temporary bans on new data center development altogether. Earlier this month, New York joined the club, with a bold new proposal to halt the local cloud build-out in its tracks. A new bill in New York State would impose a three-year moratorium on the issuance of new permits for data center construction throughout the state, while local regulators are given a chance to study the environmental and economic impacts the industry is having on communities. The bill’s co-authors, state senator Liz Krueger and Assemblymember Anna Kelles, have called the legislation the “strongest” introduced in the country. While no statewide moratoriums have passed so far, local bans are proliferating fast. Several weeks before Krueger and Kelles introduced their bill, the New Orleans City Council passed a moratorium, pausing all new data center construction in the city for one year. In early January, Madison, Wisconsin, passed a similar law after protests erupted over regional tech projects. Similar policies have also passed in droves of communities throughout construction hot spots like Georgia and Michigan, as well as in many other regions throughout the country. Environmental activists have long taken aim at data centers, but the more recent concerns have come from high-level lawmakers, drawing on populist anger at the tech industry broadly. In conservative Florida, for instance, Gov. Ron DeSantis recently announced an AI “bill of rights” that gives local communities the right to limit new data center construction. In liberal Vermont, U.S. Senator Bernie Sanders",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/have-hard-won-scaling-lessons-to-share-take-the-stage-at-techcrunch-founder-summit/": {
      "title": "Have hard-won scaling lessons to share? Take the stage at TechCrunch Founder Summit 2026",
      "text": "If you’ve built, backed, or operated inside high-growth startups, your experience could shape how the next wave of founders scales. On June 9 in Boston, TechCrunch Founder Summit 2026 will bring together 1,000+ founders and investors for a focused day on the realities of growth. We’re inviting seasoned founders, VCs, and startup operators to lead interactive roundtable discussions rooted in real-world execution — the wins, the missteps, and the lessons that only come from doing the work. Submit your topic by April 17 to be considered. Learn more and apply today. Image Credits:Halo Creative Spark real conversation by leading a roundtable or breakout Whether you lead an interactive roundtable or a Q&A-style breakout, every session at Founder Summit is built for depth. Each is a 30-minute, discussion-driven conversation led by two to four speakers, depending on format. No slides. No polished decks. Just candid insight and practical takeaways founders can apply immediately. If you’ve scaled revenue from zero to $50 million, navigated a difficult fundraise, rebuilt a team after hypergrowth, expanded internationally, or redefined your go-to-market strategy, this is the room to share what actually works. Image Credits:Halo Creative Strengthen your authority in the ecosystem Speaking at TC Founder Summit gives you: Direct access to 1,000+ ambitious founders and active investors. Premium entry to the full event experience. Meaningful brand and authority positioning within the startup ecosystem. TechCrunch will also amplify your participation through agenda placement, editorial inclusion on TechCrunch.com, and social promotion across its channels. Techcrunch event Boston, MA | June 9, 2026 Applications close April 17 TC Founder Summit takes place on June 9, and speaker selections",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/us-tells-diplomats-to-lobby-against-foreign-data-sovereignty-laws/": {
      "title": "US tells diplomats to lobby against foreign data sovereignty laws",
      "text": "In Brief Posted: 6:56 AM PST · February 25, 2026 Image Credits:Mandel Ngan/AFP / Getty Images The Trump administration has ordered U.S. diplomats to lobby against countries’ attempts to regulate how American tech companies handle foreigners’ data, arguing that data sovereignty laws threaten the advancement of AI services and technology, Reuters reported, citing an internal diplomatic cable. The cable, signed by U.S. Secretary of State Marco Rubio, says such laws would “disrupt global data flows, increase costs and cybersecurity risks, limit AI and cloud services, and expand government control in ways that can undermine civil liberties and enable censorship,” according to the report. The cable pushes diplomats to “counter unnecessarily burdensome regulations, such as data localization mandates.” It also orders them to track proposals that would promote data sovereignty laws, and urged diplomats to promote the Global Cross-Border Privacy Rules Forum, an international group that claims to enable “trusted data flows globally through international data protection and privacy certifications.” The order comes as countries around the world increase scrutiny of how Big Tech companies and AI firms are using their citizens’ data. The European Union has led the charge on this front with laws like the GDPR, the Digital Services Act and the AI Act, seeking to curb tech companies’ control and exploitation of user data and hold them accountable. The Trump administration has historically opposed such regulatory approaches, and this order reinforces that position as the government seeks to boost U.S. AI companies. The U.S. State Department did not immediately return a request for comment. Topics Subscribe for the industry’s biggest tech news Latest in Government & Policy",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/3-days-left-save-up-to-680-on-your-techcrunch-disrupt-2026-ticket/": {
      "title": "3 days left: Save up to $680 on your TechCrunch Disrupt 2026 ticket",
      "text": "Time is running out! Just 3 days left before Super Early Bird pricing ends on February 27 at 11:59 p.m. PT. This is your last chance to secure the lowest ticket rates for TechCrunch Disrupt 2026. If 2026 is your year to fundraise, hire, scale, or launch, you cannot afford to miss it. Lock in your pass now before prices jump. This is the moment to act. What to expect at Disrupt 2026 From October 13–15 at Moscone West in San Francisco, 10,000+ founders, operators, and investors gather for three days of high-signal conversations, deal-making, and actionable insights. Disrupt is not just content — it’s access to accelerated growth. You don’t attend Disrupt to sit in the audience. You go to gain leverage. Every session, every conversation, and every connection is designed to accelerate your growth and compound your momentum. You’ll get: Tactical insights from operators actively building in today’s market. Direct conversations with investors writing checks. Exposure to emerging startups before the rest of the market catches up. Curated networking designed to produce real outcomes. Image Credits:Eric Slomonson, The Photo Group Unparalleled, improved networking opportunities Last year, more than 20,000 curated meetings took place on-site. In 2026, upgraded tools will make those connections even more targeted and efficient. One conversation can change your trajectory — and at Disrupt, that is the point. Valuable takeaways straight from the tech and VC leaders who’ve shaped the ecosystem Disrupt has long been the stage for founders and investors who define eras. Past speakers have included category-defining leaders and top-tier VCs, such as: Medha Agarwal, general partner, defy.vc. Chris Barman, CEO, Slate Auto. Mary Barra, CEO, General Motors. Roelof Botha, managing partner, Seq",
      "at": "2026-02-26"
    },
    "https://techcrunch.com/2026/02/25/salesforce-ceo-marc-benioff-this-isnt-our-first-saaspocalypse/": {
      "title": "Salesforce CEO Marc Benioff: This isn’t our first SaaSpocalypse",
      "text": "Salesforce pulled out all the stops to convince investors that the AI revolution won’t be its death when it announced fourth-quarter earnings on Wednesday. Salesforce reported a solid quarter of $10.7 billion in revenue, up 13% year-over-year. For the year, it reported $41.5 billion in revenue, up 10% over the previous year, with both results boosted by its $8 billion acquisition of data management company Informatica last May. Net income landed at $7.46 billion, and the company offered strong guidance for the year ahead, projecting revenue of $45.8 billion to $46.2 billion — a 10% to 11% increase. It also said its “remaining performance obligation,” or RPO, is over $72 billion. That’s a figure that shows revenue under contact that has not yet been delivered or recognized as earned revenue. The numbers, though, could only do so much. Software-as-a-service stocks, with Salesforce as their poster child, have been getting hammered lately. Investors fear the rise of AI agents will undermine these companies, making their per-employee-seat business models obsolete. The situation has been dubbed the “SaaSpocalypse.” The concept hung so heavily in the air during the earnings call that CEO Marc Benioff mentioned the term at least six times. “You’ve heard about the SaaSpocalypse? And it isn’t our first. We’ve had a few of them,” he said, later adding, “If there is a SaaSpocalypse, it may be eaten by the Sasquatch because there are a lot of companies using a lot of SaaS because it just got better with agents.” In an attempt to convince the world of its continued health, Salesforce threw everything and the kitchen sink into this earnings report. The company increased its dividend by nearly 6% to $0.44 per share. It launched a new $50 billion share buyback program. That’s always a f",
      "at": "2026-02-26"
    }
  },
  "daily": {
    "2026-02-26": {
      "fingerprint": "e88c251529866868a740b7aa6340db108e2cac229768d36501034c54e2554e0c",
      "daily": {
        "overview": [
          {
            "title": "Anthropic收购Vercept",
            "summary": "Anthropic收购AI初创公司Vercept，旨在增强Claude Code能力。",
            "refs": [
              1
            ]
          },
          {
            "title": "Atlassian推出Jira AI代理",
            "summary": "Atlassian允许在Jira中管理AI代理，实现人机协作。",
            "refs": [
              2
            ]
          },
          {
            "title": "Gushwork获900万美元融资",
            "summary": "Gushwork利用AI搜索工具帮助企业捕获客户线索。",
            "refs": [
              3
            ]
          },
          {
            "title": "Gemini支持Android自动化",
            "summary": "Gemini可在Android上执行多步骤任务，如叫车或点餐。",
            "refs": [
              4
            ]
          },
          {
            "title": "OpenAI广告策略为迭代过程",
            "summary": "OpenAI COO表示广告将逐步推出，注重用户信任。",
            "refs": [
              5
            ]
          },
          {
            "title": "OpenClaw创始人谈AI构建",
            "summary": "OpenClaw创始人建议AI开发者保持探索和 playful。",
            "refs": [
              6
            ]
          },
          {
            "title": "12%美国青少年寻求AI情感支持",
            "summary": "Pew调查显示青少年使用AI聊天机器人寻求情感建议。",
            "refs": [
              7
            ]
          },
          {
            "title": "Salesforce应对SaaSpocalypse",
            "summary": "Salesforce CEO称SaaS危机并非首次，AI不会终结SaaS。",
            "refs": [
              8
            ]
          },
          {
            "title": "Nvidia创营收记录",
            "summary": "Nvidia季度营收68亿美元，AI算力需求持续飙升。",
            "refs": [
              9
            ]
          },
          {
            "title": "白宫要求AI公司承担电费",
            "summary": "白宫要求科技巨头自建电厂，避免电价上涨。",
            "refs": [
              10
            ]
          },
          {
            "title": "Intrinsic加入Google",
            "summary": "Alphabet旗下机器人软件公司Intrinsic并入Google。",
            "refs": [
              11
            ]
          },
          {
            "title": "CUDIS推出AI健康戒指",
            "summary": "CUDIS健康戒指配备AI教练，通过积分系统激励健康行为。",
            "refs": [
              12
            ]
          },
          {
            "title": "AI基础设施面临公众反对",
            "summary": "多地通过法案限制数据中心建设，引发环保与社区争议。",
            "refs": [
              13
            ]
          },
          {
            "title": "TechCrunch Founder Summit 2026",
            "summary": "TechCrunch将于6月9日在波士顿举办创始人峰会。",
            "refs": [
              14
            ]
          },
          {
            "title": "TechCrunch Disrupt 2026门票优惠",
            "summary": "Disrupt 2026门票早鸟价仅剩3天，提供高额折扣。",
            "refs": [
              15
            ]
          }
        ],
        "important": [
          {
            "title": "Anthropic收购Vercept",
            "summary": "Anthropic收购Vercept，强化Claude Code的计算机操作能力。",
            "importanceReason": "增强Claude Code的复杂任务处理能力",
            "refs": [
              1
            ]
          },
          {
            "title": "Atlassian推出Jira AI代理",
            "summary": "Atlassian允许在Jira中管理AI代理，实现人机协作。",
            "importanceReason": "推动企业级AI代理协作工具落地",
            "refs": [
              2
            ]
          },
          {
            "title": "Nvidia创营收记录",
            "summary": "Nvidia季度营收68亿美元，AI算力需求持续飙升。",
            "importanceReason": "反映AI算力市场的高增长需求",
            "refs": [
              9
            ]
          },
          {
            "title": "白宫要求AI公司承担电费",
            "summary": "白宫要求科技巨头自建电厂，避免电价上涨。",
            "importanceReason": "应对AI数据中心带来的电力成本压力",
            "refs": [
              10
            ]
          },
          {
            "title": "12%美国青少年寻求AI情感支持",
            "summary": "Pew调查显示青少年使用AI聊天机器人寻求情感建议。",
            "importanceReason": "揭示AI在青少年心理健康中的潜在风险",
            "refs": [
              7
            ]
          },
          {
            "title": "AI基础设施面临公众反对",
            "summary": "多地通过法案限制数据中心建设，引发环保与社区争议。",
            "importanceReason": "反映AI基础设施扩张的社会阻力",
            "refs": [
              13
            ]
          }
        ],
        "refTranslations": {
          "1": "Anthropic收购计算机使用AI初创公司Vercept，此前Meta挖走了其创始人之一",
          "2": "Jira最新更新允许AI代理和人类并肩工作",
          "3": "Gushwork押注AI搜索获取客户线索——早期结果初现",
          "4": "Gemini现在可以在Android上自动化某些多步骤任务",
          "5": "OpenAI COO表示广告将是一个迭代过程",
          "6": "OpenClaw创始人对AI构建者的建议是更顽皮并给自己时间改进",
          "7": "约12%的美国青少年转向AI寻求情感支持或建议",
          "8": "Salesforce CEO Marc Benioff：这不是我们的第一次SaaSpocalypse",
          "9": "Nvidia在创纪录的资本支出下再创季度纪录",
          "10": "白宫希望AI公司承担电费上涨。大多数已经表示会。",
          "11": "Alphabet拥有的机器人软件公司Intrinsic加入Google",
          "12": "可穿戴初创公司CUDIS推出配备AI驱动‘教练’的新健康戒指系列",
          "13": "对AI基础设施的公众反对正在升温",
          "14": "有值得分享的艰难扩展经验吗？在TechCrunch Founder Summit 2026上发言",
          "15": "3天：TechCrunch Disrupt 2026门票最高节省680美元"
        }
      },
      "at": "2026-02-26"
    }
  }
}